<html>
<head><title>Properietary Rights Notice</title></head>
<body bgcolor="white">

Copyright &copy; 2003 Sun Microsystems, Inc., 4150 Network Circle, 
Santa Clara, California 95054, U.S.A. All rights reserved.
<p>
Sun Microsystems, Inc. has intellectual property rights relating to 
technology embodied in the product that is described in this 
document. In particular, and without limitation, these intellectual 
property rights may include one or more of the U.S. patents listed at 
http://www.sun.com/patents and one or more additional patents or 
pending patent applications in the U.S. and in other countries.
<p>
This document and the product to which it pertains are distributed 
under licenses restricting their use, copying, distribution, and 
decompilation. No part of the product or of this document may be 
reproduced in any form by any means without prior written 
authorization of Sun and its licensors, if any.
<p>
Third-party software, including font technology, is copyrighted and
licensed from Sun suppliers.  Portions Copyright Eastman Kodak 
Company 1992.  This product includes code licensed from RSA Data 
Security.  This product includes software developed by the Apache 
Software Foundation (http://www.apache.org).  Portions licensed from 
Taligent, Inc. This software is based in part on the work of the 
Independent JPEG Group.  The Graphics Interchange Format is the 
Copyright property of CompuServe Incorporated.  
<p>
Sun,  Sun Microsystems,  the Sun logo,  Java,  Solaris,  J2SE,  the
Duke logo,  the Java Coffee Cup logo and  the Solaris logo are
trademarks or registered trademarks of Sun Microsystems, Inc. in the
U.S. and other countries.
<p>
All SPARC trademarks are used under license and are trademarks or
registered trademarks of SPARC International, Inc. in the U.S. and
other countries. Products bearing SPARC trademarks are based upon
architecture developed by Sun Microsystems, Inc. UNIX is a registered 
trademark in the U.S. and other countries, exclusively licensed 
through X/Open Company, Ltd.  Lucida is a registered trademark or 
trademark  of Bigelow & Holmes in the U.S. And other countries.  
GIF(sm) is a Service Mark property of
CompuServe Incorporated.
<p>
Federal Acquisitions: Commercial Software - Government Users Subject 
to Standard License Terms and Conditions.
<p>
DOCUMENTATION IS PROVIDED "AS IS" AND ALL EXPRESS OR IMPLIED 
CONDITIONS, REPRESENTATIONS AND WARRANTIES, INCLUDING ANY IMPLIED 
WARRANTY OF MERCHANTABILITY, FITNESS FOR FOR A PARTICULAR PURPOSE OR 
NON-INFRINGEMENT, ARE DISCLAIMED, EXCEPT TO THE EXTENT THAT SUCH 
DISCLAIMERS ARE HELD TO BE LEGALLY INVALID.
<p>
<blockquote>
<hr>
</blockquote>
<p>
Copyright &copy; 2003 Sun Microsystems, Inc., 4150 Network Circle, 
Santa Clara, California 95054, &Eacute;tats-Unis. Tous droits r&eacute;serv&eacute;s.
<p>
Sun Microsystems, Inc. d&eacute;tient les droits de propri&eacute;t&eacute; intellectuelle 
sur la technologie incluse dans le produit d&eacute;crit dans ce document. 
En particulier, et de mani&egrave;re non-exclusive, ces droits de propri&eacute;t&eacute; 
intellectuelle peuvent inclure un ou plusieurs brevets U.S. &eacute;num&eacute;r&eacute;s 
&agrave; l'adresse suivante : http://www.sun.com/patents et un ou plusieurs 
brevets suppl&eacute;mentaires ou une ou plusieurs demandes de brevet 
pendantes aux &Eacute;tats-Unis et dans d'autres pays. 
<p>
Ce document et le produit auquel il se rapporte sont distribu&eacute;s en 
vertu de licences limitant leur utilisation, leur copie, leur 
diffusion et leur d&eacute;compilation. Aucune partie de ce produit ou de ce 
document ne peut &ecirc;tre reproduite, sous quelque forme et par quelque 
moyen que ce soit, sans l'autorisation &eacute;crite pr&eacute;alable de Sun et, le 
cas &eacute;ch&eacute;ant, de ses conc&eacute;dants.
<p>
Tout logiciel de tiers, y compris toute technologie de police, est 
prot&eacute;g&eacute; par droit d'auteur et obtenu sous licence aupr&egrave;s de 
fournisseurs de Sun. Certaines parties sont prot&eacute;g&eacute;es par droit 
d'auteur Eastman Kodak Company 1992. Ce produit inclut un code 
conc&eacute;d&eacute; sous licence par RSA Data Security. Ce produit inclut un 
logiciel d&eacute;velopp&eacute; par Apache Software Foundation 
(http://www.apache.org). Certaines parties sont obtenues sous licence 
de Taligent, Inc. Ce logiciel repose en partie sur le travail du JPEG 
Independant Group. Le Format Graphics Interchange est la propri&eacute;t&eacute; 
prot&eacute;g&eacute;e par droit d'auteur de CompuServe Incorporated. 
<p>
Sun, Sun Microsystems, le logo Sun, Java, Solaris, J2SE, le logo 
Duke, le logo Java Coffee Cup et le logo Solaris sont des marques ou 
des marques d&eacute;pos&eacute;es de Sun Microsystems, Inc. aux &Eacute;tats-Unis et dans 
d'autres pays.
<p>
Toutes les marques SPARC sont utilis&eacute;es sous licence et sont des 
marques ou des marques d&eacute;pos&eacute;es de SPARC International, Inc. aux 
&Eacute;tats-Unis et dans d'autres pays. Les produits portant les marques 
SPARC reposent sur l'architecture d&eacute;velopp&eacute;e par Sun Microsystems, 
Inc. UNIX est une marque d&eacute;pos&eacute;e aux &Eacute;tats-Unis et dans d'autres 
pays, conc&eacute;d&eacute;e sous licence exclusivement par l'interm&eacute;diaire de 
X/Open Company, Ltd. Lucida est une marque d&eacute;pos&eacute;e ou une marque de 
Bigelow & Holmes aux &Eacute;tats-Unis et dans d'autres pays. GIF(sm) est 
une propri&eacute;t&eacute; de marque de service de CompuServe Incorporated.
<p>
LA DOCUMENTATION EST FOURNIE " TELLE QUELLE " ET TOUTES CONDITIONS, 
D&Eacute;CLARATIONS ET GARANTIES EXPRESSES OU TACITES, Y COMPRIS TOUTE 
GARANTIE TACITE DE QUALIT&Eacute; MARCHANDE, D'AD&Eacute;QUATION &Agrave; UN USAGE 
PARTICULIER OU D'ABSENCE DE CONTREFA&Ccedil;ON DE DROITS DE TIERS, SONT 
REJET&Eacute;ES, EXCEPT&Eacute; DANS LE CAS O&Ugrave; L'EXCLUSION OU LA LIMITATION DE 
TELLES GARANTIES NE SERAIT PAS AUTORIS&Eacute;E PAR LA L&Eacute;GISLATION EN 
VIGUEUR.

</body>
</html>




