Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: Missing data block file: '%s'
hu: Hiányzó adatblokk-fájl: '%s'

source: Orphan block file: '%s'
hu: Nem hozzárendelt blokk-fájl: '%s'

source: Caching audio
hu: Audió gyorsítótárazása

source: Caching audio into memory
hu: Audió átmeneti tárolása a memóriában

source: Saving recorded audio
hu: Felvétel mentése

source: Saving recorded audio to disk
hu: Felvétel adathordozóra írása

source: Rectangular
hu: Négyszög

source: FFmpeg support not compiled in
hu: FFmpeg-támogatás nincs bekompilálva

source: FFmpeg was configured in Preferences and successfully loaded before, but this time Audacity failed to load it at startup. You may want to go back to Preferences > Libraries and re-configure it.
hu: FFmpeg már konfigurált és már sikeresen betöltve, de most az Audacity nem tudta betölteni. Menjen a Beállításokhoz > Könyvtarakhoz és konfigurálja ismét.

source: FFmpeg startup failed
hu: FFmpeg indítása sikertelen

source: FFmpeg library not found
hu: FFmpeg-könyvtár nem található

source: Locate FFmpeg
hu: FFmpeg keresése

source: Audacity needs the file '%s' to import and export audio via FFmpeg.
hu: Az Audacity igényli a(z) %s fájlt, az audió importálására és exportálására FFmpeg-gel.

source: Location of '%s':
hu: '%s' helye:

source: To find '%s', click here -->
hu: '%s' megtalálása érdekében kattintson itt -->

source: Browse...
hu: Tallózás …

source: To get a free copy of FFmpeg, click here -->
hu: Az FFmpeg szabad másolatának megkapása érdekében kattintson itt -->

source: Download
hu: Letötlés

source: Where is '%s'?
hu: Hol van '%s'?

source: Failed to find compatible FFmpeg libraries.
hu: Nem található megfelelő FFmpeg-könyvtár.

source: FFmpeg not found
hu: FFmpeg nem található

source: Audacity attempted to use FFmpeg to import an audio file, but the libraries were not found. To use FFmpeg import, go to Preferences > Libraries to download or locate the FFmpeg libraries.
hu: Audacity az FFmpeg-et akarta fájlimporthoz használni, a könyvtárat azonban nem találta. Menjen a Beállítások > Könyvtárak menüponthoz az FFmpeg-könyvtár letötlése ill. integrálása érdekében.

source: Do not show this warning again
hu: E figyelmeztetés nem látszik többé

source: Only avformat.dll|*avformat*.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files|*
hu: Csak avformat.dll|*avformat*.dll|Dinamikusan linkelt könyvtárak (*.dll)|*.dll|Minden fájl (*.*)|*

source: Dynamic Libraries (*.dylib)|*.dylib|All Files (*)|*
hu: Dinamikusan linkekt könyvtárak (*.dylib)|*.dylib|Minden fájl (*)|*

source: Only libavformat.so|libavformat*.so*|Dynamically Linked Libraries (*.so*)|*.so*|All Files (*)|*
hu: Csak libavformat.so|libavformat*.so*|Dinamikusan linkelt könyvtárak (*.so*)|*.so*|Minden fájl (*)|*

source: Spectrum
hu: Spektrum

source: Standard Autocorrelation
hu: Normál autokorreláció

source: Cuberoot Autocorrelation
hu: Köbgyök autokorreláció

source: Enhanced Autocorrelation
hu: Részletes autokorreláció

source: window
hu: Ablak

source: Linear frequency
hu: Lineáris ábrázolás

source: Log frequency
hu: Log. ábrázolás

source: Zoom
hu: Nagyítás

source: &Export...
hu: &Exportálás …

source: To plot the spectrum, all selected tracks must be the same sample rate.
hu: Spektrum rajzolásához minden sávnak azonos mintavételi sebességgel kell rendelkeznie.

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
hu: Túl sok audiófájlt választott ki. Csak az első %.1f másodperc elemzése történik.

source: Not enough data selected.
hu: A kiválasztott adatok nem elegendőek.

source: Export Spectral Data As:
hu: Frekvencia-elemzés (szövegfájl) exportálása mint:

source: Couldn't write to file:
hu: Nem lehetett fájlba írni:

source: Frequency (Hz) Level (dB)
hu: Frekvencia(Hz) Szint (dB)

source: Lag (seconds) Frequency (Hz) Level
hu: Késleltetés-idő (sec) Frekvencia (Hz) Szint

source: Welcome!
hu: Üdvözöljük!

source: Playing Audio
hu: Lejátszás

source: Recording Audio
hu: Audiófelvétel

source: Recording - Choosing the Recording Device
hu: Felvétel - Felvételi eszköz kiválasztása

source: Recording - Choosing the Recording Source
hu: Felvétel - Felvételi eszköz kiválasztása

source: Recording - Setting the Recording Level
hu: Felvétel - Felvételszint beállítása

source: Editing and greyed out Menus
hu: Szerkesztés és kiszürkült menük

source: Exporting an Audio File
hu: Audiófájl exportálása

source: Saving an Audacity Project
hu: Audacity-projekt mentése

source: Support for Other Formats
hu: További formátumok támogatása

source: Burn to CD
hu: CD írása

source: No Local Help
hu: Nincs helyi súgó

source: <center><h3>How to Get Help</h3></center>
hu: <center><h3>Elérési utak a Súgóhoz</h3></center>

source: Welcome to Audacity
hu: Üdvözöljük az Audacity-ben

source: These are our support methods:
hu: Támogatás-ajánlataink:

source: [[file:quick_help.html|Quick Help]] (should be installed locally, <a href="http://manual.audacityteam.org/o/quick_help.html">Internet version if it isn't</a>)
hu: [[file:quick_help.html|Gyorssúgó]-t] (helyileg kell telepíteni, <a href="http://manual.audacityteam.org/o/quick_help.html">itt</a> az internet-verzióhoz)

source: [[file:index.html|Manual]] (should be installed locally, <a href="http://manual.audacityteam.org/o/">Internet version if it isn't</a>)
hu: [[file:quick_help.html|Kézikönyv]] (helyileg kell telepítve lennie, <a href="http://manual.audacityteam.org/o/">itt</a> az internet-verzióhoz)

source: [[http://wiki.audacityteam.org/index.php|Wiki]] (the latest tips, tricks and tutorials, on the Internet)
hu: [[http://wiki.audacityteam.org/index.php|Wiki]] (a legaktuálisabb tippek és trükkök és útmutatók az interneten)

source: <a href="http://forum.audacityteam.org/">Forum</a> (ask your question directly, on the Internet)
hu: <a href="http://www.audacity-forum.de/">A németnyelvű fórum</a> (Keresés és kérdések az interneten)

source: For even quicker answers, all the online resources above are <b>searchable</b>.
hu: Az eredmény gyors elérése érdekében minden online-forrás <b>tallózható</b>.

source: Audacity can import unprotected files in many other formats (such as M4A and WMA, compressed WAV files from portable recorders and audio from video files) if you download and install the optional <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#foreign"> FFmpeg library</a> to your computer.
hu: Az Audacity sok formátumot tud importálni (M4A és WMA, mobil eszközök tömörített WAV-fájljai és audió videófájlokból), ha az opcionális <a href="a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#foreign"> FFmpeg-könyvtárakat</a> saját PC-jére letölti és telepíti.

source: You can also read our help on importing <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#midi">MIDI files</a> and tracks from <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#fromcd"> audio CDs</a>.
hu: Olvassa el Súgónkat a <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#midi">MIDI-fájlokról</a> valamint az az audió-CDk <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#fromcd"> címeit </a>.

source: You do not appear to have the 'help' folder installed.<br> Please <a href="*URL*">view the content online</a> or <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> download the current Manual</a>.<br><br>To always view the Manual online, change "Location of Manual" in<br> Interface Preferences to "From Internet".
hu: Önnél hiányzik a 'Súgó'-mappa.<br> Kérjük,<a href="*URL*">tekintse meg a tartalmat online</a> vagy <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> töltse le a teljes kézikönyvet</a>.

source: Undo History
hu: Visszavonás (előzmények)

source: Action
hu: Művelet

source: &Undo Levels Available
hu: Lépések, melyek elvedthetők:

source: &Discard
hu: &Elvetés

source: Unable to determine
hu: Nem található

source: bytes
hu: bájt

source: The specified filename could not be converted due to Unicode character use.
hu: A megadott fájlnév nem konvertálható, mert Unicode-karaktereket használ.

source: Specify New Filename:
hu: Új fájlnév kiválasztása:

source: Edit Labels
hu: Könyvjelzők szerkesztése

source: Press F2 or double click to edit cell contents.
hu: Cellatartalom szerkesztéséhez duplakattintás vagy F2 lenyomása.

source: Insert &After
hu: Beszúrás mögé

source: Insert &Before
hu: Beszúrás e&lé

source: &Import...
hu: &Importálás …

source: Track
hu: Sáv

source: Label
hu: Könyvjelző

source: Start Time
hu: Indítás-idő

source: End Time
hu: Befejezés-idő

source: New...
hu: Új …

source: Select a text file containing labels...
hu: Szövegfájl kviálasztása könyvjelzővel …

source: Text files (*.txt)|*.txt|All files|*
hu: Szövegfájlok (*.txt)|*.txt|Minden fájl (*.*)|*.*

source: Could not open file:
hu: A fájl nem nyitható meg:

source: No labels to export.
hu: Nincsenek exportálható könyvjelzők.

source: Export Labels As:
hu: Könyvjelzők exportálása mint:

source: New Label Track
hu: Új szöveg&sáv

source: Enter track name
hu: Sávnév megadása

source: Label Track
hu: Szövegsáv

source: Added label
hu: Könyvjelző hozzáadva

source: Audacity First Run
hu: Az Audacity most először indul

source: Choose Language for Audacity to use:
hu: Válasszon programnyelvet:

source: The language you have chosen, %s (%s), is not the same as the system language, %s (%s).
hu: A megadott %s (%s) nyelv eltér a rendszernyelvtől: %s (%s).

source: Converted a 1.0 project file to the new format. The old file has been saved as '%s'
hu: Az 1.0-projekt új formátumra konvertálva. Az eredeti projekt biztonsági mentése megtörtént e néven: '%s'

source: Opening Audacity Project
hu: Audacity-projekt megnyitása

source: Uncategorized
hu: Nem kategórizált

source: &Save Project
hu: Projekt &mentése

source: Save Project &As...
hu: Projekt mentése má&sként …

source: Save Compressed Copy of Project...
hu: A projekt tömörített másolatának mentése…

source: Chec&k Dependencies...
hu: Függőségek &ellenőrzése …

source: Edit Me&tadata...
hu: Me&taadatok szerkesztése …

source: &Import
hu: &Importálás

source: &Audio...
hu: &Audió...

source: &Labels...
hu: &Könyvjelzők …

source: &Raw Data...
hu: &Nyers adatok …

source: &Export Audio...
hu: Audió &exportálása...

source: Expo&rt Selected Audio...
hu: Kiválasztott audió expo&rtálása...

source: Export &Labels...
hu: &Könyvjelzők exportálása …

source: Export &Multiple...
hu: Több fájl ex&portálása …

source: Export MIDI...
hu: MIDI exportálása …

source: Appl&y Chain...
hu: Kötegelt &feldolgozás …

source: Edit C&hains...
hu: Kötegelt &feldogozás szerkesztése …

source: Pa&ge Setup...
hu: Oldal kés&zítése …

source: &Print...
hu: &Nyomtatás …

source: E&xit
hu: &Befejezés

source: &Edit
hu: &Szerkesztés

source: &Undo
hu: &Visszavonás

source: &Redo
hu: &Helyreállítás

source: Cu&t
hu: &Kivágás

source: &Delete
hu: &Törlés

source: &Copy
hu: &Másolás

source: &Paste
hu: &Beillesztés

source: Duplic&ate
hu: Másolás új h&angsávra

source: R&emove Special
hu: Speciális eset &eltávolítása

source: Spl&it Cut
hu: K&vágás és szétválasztás

source: Split D&elete
hu: &Törlés és szétválasztás

source: Silence Audi&o
hu: Kivá&lasztott átalakítása csenddé

source: Tri&m Audio
hu: Audió trimmelése

source: Paste Te&xt to New Label
hu: Szö&veg beszúrása új könyvjelzőbe

source: Clip B&oundaries
hu: Audiófájl- korlátozások

source: Sp&lit
hu: &Hangfájl szétválasztása

source: Split Ne&w
hu: Ú&j osztott

source: &Join
hu: Összekapcsolás kl&ípekkel

source: Detac&h at Silences
hu: Szétválasztás csend &esetén

source: La&beled Audio
hu: Me&gjelölt audió

source: &Cut
hu: &Kivágás

source: &Split Cut
hu: K&ivágás és szétválasztás

source: Sp&lit Delete
hu: Szé&tválasztás és törlés

source: Silence &Audio
hu: Kivá&lasztott átalakítása csenddé

source: Co&py
hu: Má&solás

source: Spli&t
hu: Szé&tválasztás

source: &Select
hu: Kivál&asztás

source: &All
hu: &Mind

source: &None
hu: &Semmit

source: S&pectral
hu: &Spektral

source: To&ggle spectral selection
hu: &Spektrumválaszték átkapcsolása

source: Next Higher Peak Frequency
hu: Következő magasabb csúcsfrekvencia

source: Next Lower Peak Frequency
hu: Következő alacsonyabb csúcsfrekvencia

source: &Left at Playback Position
hu: Lejátszás pozíciójától &balra

source: &Right at Playback Position
hu: Lejátszás pozíciójától &jobbra

source: Track &Start to Cursor
hu: Sá&vkezdet a kurzorig

source: Cursor to Track &End
hu: Kurzor a sáv &végéig

source: In All &Tracks
hu: Minden sávban

source: In All S&ync-Locked Tracks
hu: M&inden szinkronsávban

source: Find &Zero Crossings
hu: Nulla-át&menet keresése

source: Mo&ve Cursor
hu: Kurzor át&helyezése

source: to Selection Star&t
hu: A kiválasztott &elejére

source: to Selection En&d
hu: A kiválasztott &végére

source: to Track &Start
hu: Ugrás a sáv &elejére

source: to Track &End
hu: Ugrás a sáv &végére

source: Re&gion Save
hu: Kiválasztott &mentése

source: Regio&n Restore
hu: Kiválasztott &helyreállítása

source: Pla&y Region
hu: Régió le&játszása

source: &Lock
hu: &Lezárás

source: &Unlock
hu: &Ki

source: Pre&ferences...
hu: Beá&llítások …

source: &View
hu: &Nézet

source: Zoom &In
hu: Na&gyítás

source: Zoom &Normal
hu: &Normál

source: Zoom &Out
hu: &Kicsinyítés

source: &Zoom to Selection
hu: K&iválasztott nagyítása

source: &Fit in Window
hu: &Projekt ablakba illesztése

source: Fit &Vertically
hu: &Sávok függőleges illesztése

source: Go to Selection Sta&rt
hu: Ugrás a kiválasztott ele&jéhez

source: Go to Selection En&d
hu: Ugrás a kiválasztott végé&hez

source: &Collapse All Tracks
hu: Sávok &összefűzése

source: E&xpand All Tracks
hu: Sávok szét&bontása

source: &Show Clipping
hu: &Túlvezérlés látszik

source: &History...
hu: &Előzmények …

source: &Mixer Board...
hu: &Keverő...

source: &Toolbars
hu: &Eszközsávok

source: &Device Toolbar
hu: Fel&vételi eszközök

source: &Edit Toolbar
hu: &Szerkesztés-eszköztár

source: &Combined Meter Toolbar
hu: &Kombinált modulációmérő

source: &Recording Meter Toolbar
hu: &Felvétel modulációmérő

source: &Playback Meter Toolbar
hu: &Lejátszás modulációmérő

source: Mi&xer Toolbar
hu: &Keverő

source: &Selection Toolbar
hu: &Projektfrequencia- / idő kijelző eszközsáv

source: &Spectral Selection Toolbar
hu: &Spektrumkiválasztó eszközsáv

source: T&ools Toolbar
hu: &Eszközök-eszközsáv

source: Transcri&ption Toolbar
hu: Á&tírás-eszközsáv

source: &Transport Toolbar
hu: &Mozgatás-eszközsáv

source: &Reset Toolbars
hu: &Eszközsávok alapra állítása

source: !Simplified View
hu: !Egyszerű nézet

source: T&ransport
hu: &Mozgatás

source: Pl&ay/Stop
hu: Lejáts&zás/Állj

source: Play/Stop and &Set Cursor
hu: Lejátszás/Állj és kurzor me&gadása

source: &Loop Play
hu: &Vég nélküli lejátszás

source: &Pause
hu: Sz&ünet

source: S&kip to Start
hu: Ugrás az &elejére

source: Skip to E&nd
hu: Ugrás a &végére

source: &Record
hu: &Felvétel

source: &Timer Record...
hu: &Idővezérelt felvétel …

source: Appen&d Record
hu: Felvétel &folytatása

source: &Overdub (on/off)
hu: &Más sávok lejátszása felvételnél (be/ki)

source: So&ftware Playthrough (on/off)
hu: Felvétel egyidejű le&játszása (be/ki)

source: Sound A&ctivated Recording (on/off)
hu: Szintsza&bályozott felvétel(be/ki)

source: Sound Activation Le&vel...
hu: &Szintszabályozás küszöbértéke …

source: A&utomated Recording Level Adjustment (on/off)
hu: A&utomatikus felvétei-színtszabályozás (be/ki)

source: R&escan Audio Devices
hu: Audióeszközök &ismételt tallózása

source: &Tracks
hu: &Sávok

source: Add &New
hu: Ú&j sáv készítése

source: &Stereo Track
hu: &Sztereósáv

source: &Label Track
hu: Sz&övegsáv

source: &Time Track
hu: &Idősáv

source: Stereo Trac&k to Mono
hu: Sztereósáv átalakítása &monóvá

source: Mi&x and Render
hu: Sávok össze&fűzése

source: Mix and Render to Ne&w Track
hu: Összefőzés ú&j sávvá

source: &Resample...
hu: A sáv mintavételi gy&akoriságának változtatása …

source: Remo&ve Tracks
hu: Sáv(ok) eltá&volítása

source: &Mute All Tracks
hu: Minden sáv elné&mítása

source: &Unmute All Tracks
hu: Minden sáv elnémításának me&gszüntetése

source: &Align End to End
hu: Vé&ge végéhez igazítása

source: Align &Together
hu: &Összeigazítás

source: Start to &Zero
hu: Indítás &nullánál

source: Start to &Cursor/Selection Start
hu: A &kurzor elején/Kiválasztott indítása az elején

source: Start to Selection &End
hu: Indítás a kiválasztott &végén

source: End to Cu&rsor/Selection Start
hu: A kurzor elején/Kiválasztott befejezése az elején

source: End to Selection En&d
hu: A kiválasztott végén be&fejezés

source: &Align Tracks
hu: Sávok ig&azítása

source: Move Sele&ction when Aligning
hu: Kiválasztott mozgatása igazításnál

source: Synchronize MIDI with Audio
hu: MIDI szinkronizálása az audióval

source: Sync-&Lock Tracks
hu: Sáv&ok szinkronba tartása

source: Add Label At &Selection
hu: &Könyvjelző hozzáadása a kiválasztottnál

source: Add Label At &Playback Position
hu: Könyvjelző a &lejátszás alatt

source: &Edit Labels...
hu: Köny&vjelzők szerkesztése …

source: S&ort Tracks
hu: Sávok &rendezése

source: by &Start time
hu: Start&idő szerint

source: by &Name
hu: &Név szerint

source: &Generate
hu: Ké&szítés

source: Effe&ct
hu: &Hatás

source: Repeat %s
hu: Ismétlés: %s

source: Repeat Last Effect
hu: Utolsó hatás ismétlése

source: &Analyze
hu: Ele&mzés

source: Contrast...
hu: Kontraszt …

source: Plot Spectrum...
hu: &Frekvencia-elemzés

source: &Help
hu: &Súgó

source: &Quick Help
hu: &Gyors súgó

source: &Manual
hu: &Kézikönyv

source: &Screenshot Tools...
hu: &Képernyőfotó-eszközök …

source: &Run Benchmark...
hu: Benchma&rk futtatása...

source: Au&dio Device Info...
hu: Infó az au&dió-eszközről...

source: Show &Log...
hu: &Napló megjelenítése …

source: Move backward thru active windows
hu: Eszközök visszafelé mozgatása a sávokhoz

source: Move forward thru active windows
hu: Eszközök előre mozgatása az aktív abllakokon át

source: Move backward from toolbars to tracks
hu: Eszközök vissza mozgatása az aktív abllakokon át

source: Move forward from toolbars to tracks
hu: Eszközök előre mozgatása a sávokhoz

source: Selection Tool
hu: Kijelölés-eszköz

source: Envelope Tool
hu: Burkológörbe-eszköz

source: Draw Tool
hu: Rajz-eszköz

source: Zoom Tool
hu: Nagyítás-eszköz

source: Time Shift Tool
hu: Időbeállítás-eszkö

source: Multi Tool
hu: Többfunkciós eszköz

source: Next Tool
hu: Következő eszköz

source: Previous Tool
hu: Előző eszköz

source: Play
hu: &Lejátszás

source: Stop
hu: Állj

source: Play One Second
hu: Lejátszás (1 másodperc)

source: Play To Selection
hu: Lejátszás a megjelöltig

source: Play Cut Preview
hu: Rész meghallgatása

source: Selection to Start
hu: Kiválasztott a kezdéshez

source: Selection to End
hu: Kiválasztott megjelöléstől a végéig

source: DeleteKey
hu: Törlésgomb

source: DeleteKey2
hu: Törlésgomb2

source: Short seek left during playback
hu: Kis ugrások balra a lejátszás alatt

source: Short seek right during playback
hu: Kis ugrások jobbra a lejátszás alatt

source: Long seek left during playback
hu: Nagy ugrások balra a lejátszás alatt

source: Long Seek right during playback
hu: Nagy ugrások jobbra a lejátszás alatt

source: Move Focus to Previous Track
hu: Fókusz mozgatása az előző sávra

source: Move Focus to Next Track
hu: Fókusz mozgatása a következő sávra

source: Move Focus to Previous and Select
hu: Fókusz mozgatása az előző sávra és kiválasztani

source: Move Focus to Next and Select
hu: Fókusz mozgatása a következő sávra és kiválasztani

source: Toggle Focused Track
hu: Átkapcsolás a kiválasztott sávok között

source: Cursor Left
hu: Kurzor áthelyezése balra

source: Cursor Right
hu: Kurzor áthelyezése jobbra

source: Cursor Short Jump Left
hu: Kurzor kissé balra

source: Cursor Short Jump Right
hu: Kurzor kissé jobbra

source: Cursor Long Jump Left
hu: Kurzor nagy áthelyezése balra

source: Cursor Long Jump Right
hu: Kurzor nagy áthelyezése jobbra

source: Selection Extend Left
hu: Kiválasztott bővítése balra

source: Selection Extend Right
hu: Kiválasztott bővítése jobbra

source: Set (or Extend) Left Selection
hu: Kiválasztott bal határának megadása, vagy bővítése

source: Set (or Extend) Right Selection
hu: Kiválasztott jobb határának megadása, vagy bővítése

source: Selection Contract Left
hu: Kiválasztott csökkentése balra

source: Selection Contract Right
hu: Kiválasztott csökkentése jobbra

source: Change pan on focused track
hu: A kiválasztott sáv panorámájának beállítása

source: Pan left on focused track
hu: A kiválasztott sáv panorámájának áthelyezése balra

source: Pan right on focused track
hu: A kiválasztott sáv panorámájának áthelyezése jobbra

source: Change gain on focused track
hu: Kiválasztott sáv hangerejének beállítása

source: Increase gain on focused track
hu: A kiválasztott sáv hangerejének növelése

source: Decrease gain on focused track
hu: A kiválasztott sáv hangerejének csökkentése

source: Open menu on focused track
hu: A kiválasztott sáv menüjének megnyitása

source: Mute/Unmute focused track
hu: A kiválasztott sáv némítása (be/ki)

source: Solo/Unsolo focused track
hu: A kiválasztott sáv szólóra (be/ki)

source: Close focused track
hu: Kiválasztott sáv bezárása

source: Snap To Off
hu: Bekapcsolódás ki

source: Snap To Nearest
hu: Bekapcsolódás a következőhöz

source: Snap To Prior
hu: Bekapcsolódás az előzőhöz

source: Full screen on/off
hu: Teljeskép be/ki

source: Change recording device
hu: Felvételi eszköz változtatás

source: Change playback device
hu: Lejátszás-eszköz változtatás

source: Change audio host
hu: Hang-architektúra átállítása

source: Change recording channels
hu: Felvételi csatornák változtatása

source: Adjust playback volume
hu: Lejátszás-hangerő beállítása

source: Increase playback volume
hu: Lejátszás-hangerő növelése

source: Decrease playback volume
hu: Lejátszás-hangerő csökkentése

source: Adjust recording volume
hu: Felvételi hangerő beállítása

source: Increase recording volume
hu: Felvételi hangerő növelése

source: Decrease recording volume
hu: Felvételi hangerő csökkentése

source: Play at speed
hu: Lejátszás az eredeti hangeszköz sebességével

source: Loop Play at speed
hu: Vég nélküli lejátszás az átíró-eszköz sebességével

source: Play Cut Preview at speed
hu: Szakasz előmeghallgatása az átíró-eszköz sebességével

source: Adjust playback speed
hu: Lejátszás-sebesség beállítása

source: Increase playback speed
hu: Lejátszás-sebesség növelése

source: Decrease playback speed
hu: Lejátszás-sebesség csökkentése

source: Unknown
hu: Ismeretlen

source: Plug-ins %d to %d
hu: %d beépülő %d-ig

source: Open Recent
hu: Utoljára megnyitott fájlok megnyitása

source: Recent &Files
hu: Utoljára meg&nyitott fájlok

source: &Undo %s
hu: %s &visszavonása

source: &Redo %s
hu: %s &ismétlése

source: Tracks sorted by time
hu: Sávok rendezése idő szerint

source: Sort by Time
hu: Idő szerinti rendezés

source: Tracks sorted by name
hu: Sávok név szerinti rendezése

source: Sort by Name
hu: Név szerinti rendezés

source: Set Left Selection Boundary
hu: Kiválasztott baloldali határának beállítása

source: Position
hu: Pozíció

source: Set Right Selection Boundary
hu: Kiválasztott jobboldali határának beállítása

source: There are no label tracks to export.
hu: Exportáláshoz nincsenek szövegsávok

source: Export MIDI As:
hu: MIDI exportálása mint:

source: MIDI file (*.mid)|*.mid|Allegro file (*.gro)|*.gro
hu: MIDI-fájl (*.mid)|*.mid|Allegro-fájl (*.gro)|*.gro

source: You have selected a filename with an unrecognized file extension. Do you want to continue?
hu: Ön ismeretlen fájlvégződésű fájlnevet választott ki. Folytatja?

source: Export MIDI
hu: MIDI exportálása

source: Export Selected Audio
hu: Kiválasztott audió exportlálása

source: Nothing to undo
hu: Nincs visszavonni való
