Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: FFmpeg-compatible files
hu: FFmpeg-kompatibilis fájlok

source: Index[%02x] Codec[%s], Language[%s], Bitrate[%s], Channels[%d], Duration[%d]
hu: Index[%02x] Codec[%s], Language[%s], Bitrate[%s], Channels[%d], időtartam[%d]

source: FLAC files
hu: FLAC-fájlok

source: GStreamer-compatible files
hu: GStreamer-kompatibilis fájlok

source: List of Files in basic text format
hu: Fájllista szövegformátumban

source: Invalid window offset in LOF file.
hu: Érvénytelen ablak ofszet a LOF-fájlban.

source: LOF Error
hu: LOF-hiba

source: Invalid duration in LOF file.
hu: Érvénytelen értékek a LOF-fájlban.

source: MIDI tracks cannot be offset individually, only audio files can be.
hu: Midi-sávok nem helyezhetők át. E funkció csak audiósávokhoz elérhető.

source: Invalid track offset in LOF file.
hu: Érvénytelen sáveltolás a LOF-fájlban.

source: Could not open file
hu: A fájl nem nyitható meg

source: : Filename too short.
hu: : A fájlnév túl rövid.

source: : Incorrect filetype.
hu: : Helytelen fájltípus.

source: MP3 files
hu: MP3-fájlok

source: Ogg Vorbis files
hu: Ogg-Vorbis fájlok

source: Media read error
hu: Média olvasási hiba

source: Not an Ogg Vorbis file
hu: Nem Ogg-Vorbis fájl

source: Vorbis version mismatch
hu: Vorbis verzióbeli különbség

source: Invalid Vorbis bitstream header
hu: Érvénytelen Vorbis bit-adatfolyam fejléc.

source: Internal logic fault
hu: Belső logikai hiba

source: WAV, AIFF, and other uncompressed types
hu: WAV, AIFF és más nem tömörített típusok

source: When importing uncompressed audio files you can either copy them into the project, or read them directly from their current location (without copying). Your current preference is set to %s. Reading the files directly allows you to play or edit them almost immediately. This is less safe than copying in, because you must retain the files with their original names in their original location. File > Check Dependencies will show the original names and location of any files that you are reading directly. How do you want to import the current file(s)?
hu: Nem tömörített audiófájlokat vagy közvetlenül felhasználhat, vagy bemásolhatja őket saját projektjébe. Az Ön jelenlegi beállítása: %s. A közvetlen felhasználás nagyon gyors, de kevésbé biztonságos, mert akkor a fájlokat mindig eredeti néven és eredeti helyén kell hagyni. "Fájl > Függőségek ellenőrzése" megmutatja a közvetlenül használt fájlok listáját. Hogyan folytatja?

source: copy in
hu: másolás ide:

source: read directly
hu: közvetlen olvasás

source: Choose an import method
hu: Import-módszer választása

source: Make a &copy of the files before editing (safer)
hu: Fájlok másolása a szerkesztés előtt (biztosabb)

source: Read the files &directly from the original (faster)
hu: Adatok kiolvasása közvetlenül az eredeti fájlból (gyorsabb)

source: Don't &warn again and always use my choice above
hu: Figyelmeztetés nem látszi többé és a fenti beállított választás megtartása

source: Importing %s
hu: %s importálása

source: QuickTime files
hu: Quicktime-fájlok

source: Unable to start QuickTime extraction
hu: QuickTime-extrahálás nem indítható

source: Unable to set QuickTime render quality
hu: Quicktime-render-minőséget nem lehetett beállítani

source: Unable to set QuickTime discrete channels property
hu: Nem lehet beállítani a QuickTime csatorna tulajdonságait

source: Unable to get QuickTime sample size property
hu: QuickTime-minta-nagyság nem állapítható meg

source: Unable to retrieve stream description
hu: Adatáramlás-leírás nem megoldható.

source: Unable to get fill buffer
hu: A feltöltéspuffer nem olvasható

source: Import Raw
hu: Nyers-adatok importálása

source: Import Raw Data
hu: Nyers-adatok importálása

source: No endianness
hu: Nincs fájlvégződés

source: Little-endian
hu: Kis endian

source: Big-endian
hu: Nagy endian

source: Default endianness
hu: Nagy endian

source: 1 Channel (Mono)
hu: 1 csatorna (monó)

source: 2 Channels (Stereo)
hu: 2 csatorna (sztereó)

source: %d Channels
hu: %d csatorna

source: Byte order:
hu: Bájtsorrend:

source: Channels:
hu: Csatornák:

source: Amount to import:
hu: Adatmennyiség:

source: Sample rate:
hu: Mintavételi frekvencia:

source: Import complete. Calculating waveform
hu: Import kész, hullámforma-ábrázolás látszik

source: Decoding Waveform
hu: Hullámforma dekódolása

source: %s %2.0f%% complete. Click to change task focal point.
hu: %s %2.0f%% kész. Kattintson, ha fókuszt változtat.

source: Batch
hu: Kötegelt feldolgozás

source: Behaviors
hu: Beállítások

source: &Don't apply effects in batch mode
hu: &Hatásokat nem alkalmazni kötegelt feldogozásmódban

source: Devices
hu: Eszközök

source: Interface
hu: Program-felszín

source: Using:
hu: Alkalmazva:

source: Playback
hu: Lejátszás

source: Recording
hu: Felvétel

source: No audio interfaces
hu: Nincsenek audióeszközök

source: No devices found
hu: Nem találhatók eszközök

source: 1 (Mono)
hu: Monó

source: 2 (Stereo)
hu: Sztereó

source: Directories
hu: Mappák

source: Temporary files directory
hu: Temp. mappa

source: &Location:
hu: &Hely:

source: C&hoose...
hu: Kiválasztás...

source: Free Space:
hu: Szabad hely:

source: Audio cache
hu: Memóriakezelés

source: Play and/or record using &RAM (useful for slow drives)
hu: Felvétel/Lejátszás RAM-on keresztül (lassú merevlemeznél hasznos)

source: Mi&nimum Free Memory (MB):
hu: Minimális szabad memória (MB):

source: If the available system memory falls below this value, audio will no longer be cached in memory and will be written to disk.
hu: Ha a rendelkezésre álló memória ez érték alá esik, az audió lejátszása nem a RAM-ban, hanem a merevlemezen történi.

source: Choose a location to place the temporary directory
hu: Temp. mappa helye

source: unavailable - above location doesn't exist
hu: nem elérhető - ez a hely nem létezik

source: Directory %s does not exist. Create it?
hu: %s mappa nem létezik. Létrehozza?

source: New Temporary Directory
hu: Új temp. mappa

source: Directory %s is not writable
hu: A(z) %s mappa írásvédett

source: Changes to temporary directory will not take effect until Audacity is restarted
hu: A temp. mappában történt változások csak az Audacity újraindítása után lépnek hatályba.

source: Temp Directory Update
hu: Temp-mappa frissítés

source: Effects
hu: Hatások

source: Enable Effects
hu: Hatások bekapcsolása

source: Audio Unit
hu: Audió-egység

source: Effect Options
hu: Hatásopciók

source: Sorted by Effect Name
hu: Rendezés hatásnév szerint

source: Sorted by Publisher and Effect Name
hu: Rendezés kiadó és hatásnév szerint

source: Sorted by Type and Effect Name
hu: Rendezés típus és hatásnév szerint

source: Grouped by Publisher
hu: Csoportosítás kiadó szerint

source: Grouped by Type
hu: Csoportosítás típus szerint

source: Effects in menus are:
hu: A menüben lévő hatások:

source: Maximum effects per group (0 to disable):
hu: Maximális hatások csoportonként(0 kikapcsolás):

source: Plugin Options
hu: Beépülő-opciók

source: Check for updated plugins when Audacity starts
hu: Az Audacity indításakor jelenlegi beépülők ellenőrzése.

source: Rescan plugins next time Audacity is started
hu: Beépülők ismételt tallózása az Audacity következő indításakor

source: Instruction Set
hu: Utasításkészlet

source: &Use SSE/SSE2/.../AVX
hu: SSE/SSE2/.../AVX &használata

source: Extended Import
hu: Bővített import

source: A&ttempt to use filter in OpenFile dialog first
hu: &Előbb próbálja meg szűrőt használni a Fájlmegnyitás-párbeszédben

source: Rules to choose import filters
hu: Szabályok az importszűrő kiválasztásához

source: File extensions
hu: Fájlvégződések

source: Mime-types
hu: MIME-típusok

source: Importer order
hu: Reihenfolge

source: Move rule &up
hu: Szabály &felfelé

source: Move rule &down
hu: Szabály &lefelé

source: Move f&ilter up
hu: S&zűrő felfelé

source: Move &filter down
hu: &Szűrő lefelé

source: &Add new rule
hu: Ú&j szabály készítése

source: De&lete selected rule
hu: Kiválasztott szabály &törlése

source: Unused filters:
hu: Nem használt szűrő:

source: There are space characters (spaces, newlines, tabs or linefeeds) in one of the items. They are likely to break the pattern matching. Unless you know what you are doing, it is recommended to trim spaces. Do you want Audacity to trim spaces for you?
hu: Térközök (üres karakter, sortörés, tab, vagy soremelés) vannak az elemek egyikében. Ezek valószínűleg tönkreteszik a minta-illesztést. Azon kívül, hogy tudja, mit tesz, tanácsos az üres karaktereket rövidíteni. Rövidítse az Audacity a térközöket?

source: Spaces detected
hu: Térközök felismerve

source: Do you really want to delete selected rule?
hu: Valóban törli a választott szabályt?

source: Rule deletion confirmation
hu: Törlés megerősítése

source: Local
hu: Helyi

source: From Internet
hu: Az internetről

source: -36 dB (shallow range for high-amplitude editing)
hu: -36 dB (Hangkazetta-dinamika)

source: -48 dB (PCM range of 8 bit samples)
hu: -48 dB ( 8-bit minta-dinamika)

source: -60 dB (PCM range of 10 bit samples)
hu: -60 dB (10-bit minta-dinamika)

source: -96 dB (PCM range of 16 bit samples)
hu: -96 dB (16-bit-dinamika, "CD-minőség")

source: -120 dB (approximate limit of human hearing)
hu: -120 dB-dinamika, emberi hallás)

source: -145 dB (PCM range of 24 bit samples)
hu: -145 dB ( 24-bit-minták dinamikája)

source: Display
hu: Megjelenítés

source: &Ergonomic order of Transport Toolbar buttons
hu: Mozgatás-gombok &ergonomikus sorrendje (Start, Állj ...)

source: S&how 'How to Get Help' dialog box at program start up
hu: Programindításkor &látszik az 'Üdvözöljük'--párbeszédablak

source: Meter/Waveform dB &range:
hu: &dB-terület (moduláció/hullámforma):

source: &Language:
hu: &Nyelv:

source: Location of &Manual:
hu: Út&mutató helye:

source: &Beep on completion of longer activities
hu: &Rendszerhang hosszabb tevékenyég befejezésekor

source: &Show track name in waveform display
hu: &Sávnév látszik a hullámforma-ábrázolásnál

source: Re&tain labels if selection snaps to a label edge
hu: Könyvjelző meg&tartása, ha akiválasztás bekattan egy könyvjelző sarokba

source: &Display a mono channel as virtual stereo
hu: Monócsatorna megjelenítése virtuális sztereócsatornaként

source: When importing audio files
hu: Ha audiófájlokat importálunk

source: &Make a copy of uncompressed audio files before editing (safer)
hu: &Nem tömörített audófájloknál másolatkészítés (biztosabb)

source: &Read uncompressed audio files directly from the original (faster)
hu: &Nem tömörített audófájl beolvasása közvetlenül az eredeti fájlból (gyorsabb)

source: &Normalize all tracks in project
hu: &Minden projektbeli sáv normalizálása

source: When exporting tracks to an audio file
hu: Audiófájlba exportálásnál

source: &Always mix all tracks down to Stereo or Mono channel(s)
hu: &Mindig minden sáv egyesítése sztereó- (ill. monó-)fájllá

source: &Use custom mix (for example to export a 5.1 multichannel file)
hu: Többcsatornás-mix párbeszéd látszik (olyan fájltípusoknál, melyek pl. az. 5.1-audiót támogatják)

source: S&how Metadata Editor prior to export step
hu: Metaadat-szerkesztő megnyitása exportálás előtt

source: When exporting track to an Allegro (.gro) file
hu: Allegro(.gro)-fájlba expoprtálásnál

source: Represent times and durations in &seconds
hu: Jelenlegi idő- és időtartam-adatok ábrázolása &másodpercekben

source: Represent times and durations in &beats
hu: Idő- és időtartam-adatok ütemekként látszanak

source: Keyboard
hu: Billentyűzet

source: Keyboard preferences currently unavailable.
hu: Billentyűzet-beállítások jelenleg nem elérhetők.

source: Open a new project to modify keyboard shortcuts.
hu: Új projekt megnyitása a billentyűzet-beállítások változtatásához.

source: &Hotkey:
hu: &Gyorsbillentyű:

source: Key Bindings
hu: Gyorsbillentyűk

source: View by:
hu: Figyelve ez által::

source: &Tree
hu: &Faszerkezet

source: View by tree
hu: Faszerkezet-nézet

source: &Name
hu: &Név

source: View by name
hu: Megjelenítés név szerint

source: &Key
hu: &Kulcs

source: View by key
hu: Megjelenítés kulcs szerint

source: Searc&h:
hu: Ker&esés:

source: Bindings
hu: Rövidítés

source: Short cut
hu: Billentyűkombináció

source: &Set
hu: &Beállítás

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
hu: Megjegyzés: Cmd+Q lenyomása befejezést eredményez. Minden mást gonb érvényes.

source: &Defaults
hu: Mindent alapra állít

source: Select an XML file containing Audacity keyboard shortcuts...
hu: Válasszon ki egy Audacity-gyorsbillentyűt...

source: Error Importing Keyboard Shortcuts
hu: Hiba a gyorsbillentyű importálásakor

source: Export Keyboard Shortcuts As:
hu: Gyorsbillentyű exportálása:

source: Error Exporting Keyboard Shortcuts
hu: Hiba a gyorsbillentyű exportálásakor

source: You may not assign a key to this entry
hu: E bejegyzéshez nem társíthat kulcsot

source: You must select a binding before assigning a shortcut
hu: Ki kell választani egy gyorsbillentyűt a társításhoz csatolás előtt..

source: The keyboard shortcut '%s' is already assigned to: '%s' Click OK to assign the shortcut to '%s' instead. Otherwise, click Cancel.
hu: A(z) '%s' gyorsbillentyű már hozzárendelve: '%s' Kattintson az OK-ra , hogy társítást hozzárendeljen '%s' helyett. Egyébként, kattintson a Mégse gombra.

source: All
hu: Mind

source: C&ategory:
hu: &Kategória:

source: Set
hu: &Alkalmaszni

source: Key Combination
hu: Billentyű

source: Undo
hu: Visszavonás

source: Redo
hu: Helyreállítás

source: The keyboard shortcut '%s' is already assigned to: '%s'
hu: A(z) '%s' gyorsbillentyű már kiadva ehhez: '%s'

source: Libraries
hu: Könyvtárak

source: MP3 Export Library
hu: MP3-export-könyvtár

source: MP3 Library Version:
hu: MP3 könyvtár-verzió:

source: MP3 Library:
hu: MP3-könyvtár:

source: &Locate...
hu: &Keresés …

source: LAME MP3 Library:
hu: LAME MP3-könyvtár:

source: &Download
hu: &Letöltés

source: FFmpeg Import/Export Library
hu: FFmpeg-import/export-könyvtár

source: FFmpeg Library Version:
hu: Fmpeg könyvtár-verzió:

source: No compatible FFmpeg library was found
hu: Nem található megfelelő FFmpeg-könyvtár

source: FFmpeg Library:
hu: FFmpeg-könyvtár

source: Loca&te...
hu: K&eresés …

source: Dow&nload
hu: Let&öltés

source: Allow &background on-demand loading
hu: Kérésre &háttérben történő betöltés engedélyezése

source: Audacity has automatically detected valid FFmpeg libraries. Do you still want to locate them manually?
hu: Az Audacity automatkusan megfelelő FFmpeg-könyvtárakat talált. Ennek ellenére manuálisan akar keresni?

source: MIDI Devices
hu: MIDI-eszközök

source: Host
hu: Hangarchitektúra

source: Using: PortMidi
hu: PortMidi használata

source: MIDI Synthesizer Latency (ms):
hu: MIDI szintetizátor késleltetés (ms):

source: No MIDI interfaces
hu: Nincsenek MIDI-interfészek

source: The MIDI Synthesizer Latency must be an integer
hu: A MIDI-szintetizátror késleltetés csak egész számú lehet

source: Modules
hu: Modulok

source: Ask
hu: Kérdések

source: Failed
hu: sikertelen

source: These are experimental modules. Enable them only if you've read the Audacity Manual and know what you are doing.
hu: Ezek kísérleti modulok. Csak akkor kapcsolja be, ha az útmutatót olvasta és tudja, hogy mit tesz.

source: 'Ask' means Audacity will ask if you want to load the module each time it starts.
hu: 'Kérdés' azt jelenti, hogy az Audacity kérdi Önt, hogy a csatlakozót minden alkalommal be kell-e tölteni.

source: 'Failed' means Audacity thinks the module is broken and won't run it.
hu: 'Sikertelen' azt jelenti, hogy az Audacity azt gondolja, hogy a beépülő hibás és nem futtatható.

source: 'New' means no choice has been made yet.
hu: Az "új", mint a "Kérdez", de azt csak egyszer kéri.

source: Changes to these settings only take effect when Audacity starts up.
hu: E beállítások változtatásai csak az Audacity következő indításakor lépnek életbe.

source: No modules were found
hu: Nem találhatók modulok

source: Mouse
hu: Egér

source: Mouse Bindings (default values, not configurable)
hu: Egérbeállítások (alapértékek nem változtathatók)

source: Tool
hu: Eszköz

source: Command Action
hu: Végrehajtás

source: Buttons
hu: Egérbillentyűk

source: Left-Click
hu: Balkattintás

source: Select
hu: Kiválasztás

source: Set Selection Point
hu: Megjelölés-opciók beállítása

source: Left-Drag
hu: Balkattintás+húzás

source: Set Selection Range
hu: Megjelölés-terület beállítása

source: Shift-Left-Click
hu: Shift+balkattintás

source: Extend Selection Range
hu: Megjelölés-terület nagyítása

source: Left-Double-Click
hu: Bal duplakattintás

source: Select Clip or Entire Track
hu: Hangfájl vagy az egés sáv kiválasztása

source: Ctrl-Left-Click
hu: Ctrl+bal-egérgomb

source: Ctrl-Left-Drag
hu: Ctrl+balhúzás

source: Wheel-Rotate
hu: Egérkerék

source: Zoom in on Point
hu: Pontra nagyítás

source: Zoom in on a Range
hu: Terület nagyítása

source: same as right-drag
hu: Ugyanaz, mint jobbhúzás

source: Right-Click
hu: Jobbkattintás

source: Zoom out one step
hu: Lépcsőzetes kicsinyítés (1 lépcső)

source: Right-Drag
hu: Jobbhúzás

source: same as left-drag
hu: Ugyanaz, mint balhúzás

source: Shift-Drag
hu: Shift + húzás

source: Zoom out on a Range
hu: Terület kicsinyítése

source: Middle-Click
hu: Középső egérbillentyű

source: Zoom default
hu: Alapértelmezett nagyítás

source: Time shift clip or move up/down between tracks
hu: Hangfájl eltolása az időtengelyen ,vagy sávok között fel-/letolni

source: Shift-Left-Drag
hu: Shift+balhúzás

source: Time shift all clips in track
hu: Minden sávon belüli hangfájl eltolása az időtengelyen

source: Move clip up/down between tracks
hu: Sávok közötti hangfájl áthelyezése felfelé/lefelé

source: Change Amplification Envelope
hu: Erősítés változtatás

source: Pencil
hu: Ceruza

source: Change Sample
hu: Minta áthelyezve

source: Alt-Left-Click
hu: Alt+balkattintás

source: Smooth at Sample
hu: Pontosan a mintán

source: Change Several Samples
hu: Több minta áthelyezése

source: Change ONE Sample only
hu: Csak EGY minta áthelyezése

source: same as select tool
hu: Ugyanaz, mint a kiválasztás-eszköz

source: same as zoom tool
hu: Ugyanaz, mint a nagyítás-eszköz

source: Any
hu: bármely

source: Scroll up or down
hu: Görgetés (felfelé/lefelé)

source: Shift-Wheel-Rotate
hu: hift-Görgőkerék-Forgatás

source: Scroll left or right
hu: Görgetés jobbra vagy balra

source: Ctrl-Wheel-Rotate
hu: Ctrl+egérkerék

source: Zoom in or out on Mouse Pointer
hu: Egérmutatónál nagyítani, vagy kicsinyíteni

source: Effects Preview
hu: Hatás előhallgatása

source: &Length of preview:
hu: Előhallgatás időtaretama:

source: Cut Preview
hu: Szakasz hallgatása (c billentyű)

source: Preview &before cut region:
hu: Előhallgatás a szakaszválasztás &előtt:

source: Preview &after cut region:
hu: Előhallgatás a szakaszválasztás &után:

source: Seek Time when playing
hu: Ugrás-intervallum folyamatos lejátszás alatt

source: &Short period:
hu: Rövid ugrások (nyíl-billentyű):

source: Lo&ng period:
hu: Nagy ugrások (Shift+nyílbillentyű):

source: Preferences:
hu: Beállítások:

source: Audacity Preferences
hu: Audacity-beállítások

source: Projects
hu: Projektek

source: When saving a project that depends on other audio files
hu: Projekt mentésénél, a nem tömörítet audiófájl közvetlen beolvasása

source: &Always copy all audio into project (safest)
hu: &Mindig minden audió projektbe másolása (legbiztosabb)

source: Do &not copy any audio
hu: &Audiót nem másolni

source: As&k user
hu: &Felhasználót megkérdezni

source: Rectangle
hu: Négyszög

source: Triangle
hu: Háromszög

source: Shaped
hu: formájú

source: Other...
hu: Egyebek …

source: Sampling
hu: Felvétel-/Import-paraméterek

source: Default Sample &Rate:
hu: Szabványos mintavételi &ráta:

source: Default Sample &Format:
hu: Szabványos mintaformátum:

source: Real-time Conversion
hu: Valósidő-átalakítás

source: Sample Rate Con&verter:
hu: Mintavételi frekvencia átalakító:

source: High-quality Conversion
hu: Kiváló minőségű átalakítás

source: Sample Rate Conver&ter:
hu: Mintavételi frekvencia átalakító:

source: Playthrough
hu: Lejátszás a felvétel alatt

source: Overdub: &Play other tracks while recording new one
hu: &Overdub: Más sávok lejátszása felvétel alatt

source: &Hardware Playthrough: Listen while recording or monitoring new track
hu: &Hardver-játéklehetőség: lejátszás felvétel alatt

source: &Software Playthrough: Listen while recording or monitoring new track
hu: &Szoftver-játéklehetőség: felvétel egyidejű lejátszása

source: (uncheck when recording "stereo mix")
hu: (Nem használni a felvétel a "hangkártya-összegező"-nél!)

source: Latency
hu: Késleltetés-beállítások

source: Audio to &buffer:
hu: &Audiópuffer:

source: milliseconds (higher = more latency)
hu: ezredmásodperc (nagyobb érték nagyobb késleltetést eredményez)

source: L&atency correction:
hu: &Késleltetés-korrekció:

source: milliseconds (negative = backwards)
hu: ezredmásodperc (negativ, fordított offset-et készít)

source: Sound Activated Recording
hu: Szintszabályzó felvétel

source: Sound Activated &Recording
hu: &Szintszabályzó bekapcsolása

source: Sound Activation Le&vel (dB):
hu: Küszöbérték (dB):

source: Automated Recording Level Adjustment
hu: Automatikus felvételi szint-beállítása

source: Enable Automated Recording Level Adjustment.
hu: Automatikus felvételi szint-beállítás bekapcsolása.

source: Target Peak:
hu: Cél maximális érték:

source: Within:
hu: ezen belül:

source: Analysis Time:
hu: Elemzésidő:

source: milliseconds (time of one analysis)
hu: ezredmásodperc (egy elemzés ideje)

source: Number of consecutive analysis:
hu: Folyamatos elemzések száma:

source: 0 means endless
hu: 0 (végtelen)

source: Spectrograms
hu: Spektrogramok

source: 8 - most wideband
hu: 8 - ábrázolás nagyon nyers felbontásban

source: 256 - default
hu: 256 - alapbeállítás

source: 32768 - most narrowband
hu: 32768 - keskenysáv

source: FFT Window
hu: FFT-ablak

source: Mi&nimum Frequency (Hz):
hu: &Alsó frekvencia határ (Hz):

source: Ma&ximum Frequency (Hz):
hu: &Felső frekvencia határ (Hz):

source: &Gain (dB):
hu: &Növelés (dB):

source: &Range (dB):
hu: &Terület (dB):

source: Frequency g&ain (dB/dec):
hu: F&rekvencianövelés (dB/dec):

source: S&how the spectrum using grayscale colors
hu: &Spektrum szürke-értékekben látsziki

source: Show a grid along the &Y-axis
hu: Rácshelyezés az &Y-tengelyre

source: FFT Find Notes
hu: FFT-jegyzetek keresése

source: Minimum Amplitude (dB):
hu: Minimális amplitúdó (dB):

source: Max. Number of Notes (1..128):
hu: Jelek maximális száma (1...128):

source: &Find Notes
hu: &Jelkeresés

source: &Quantize Notes
hu: &Jelek számolása

source: The maximum frequency must be an integer
hu: A maximális frekvencia értékje csak egész szám lehet

source: Maximum frequency must be 100 Hz or above
hu: A maximális frekvencia értékje csak egész szám lehet

source: The minimum frequency must be an integer
hu: A minimum-fdrekvencia csak egész szám lehet

source: Minimum frequency must be at least 0 Hz
hu: A frekvenciának legalább 0 Hz-nek kell lennie

source: Minimum frequency must be less than maximum frequency
hu: A minimum-frekvencia mindig kisebb, mint a maximum

source: The gain must be an integer
hu: A növekmény-értéknek egész számnak kell lennie

source: The range must be a positive integer
hu: A terület-adat csak pozitív egész szám lehet

source: The range must be at least 1 dB
hu: A terület-adatnak legalább 1 dB értéknek kell lennie

source: The frequency gain must be an integer
hu: Az érték csak egész szám lehet

source: The frequency gain cannot be negative
hu: Az érték nem lehet negatív

source: The frequency gain must be no more than 60 dB/dec
hu: Der Wert darf nicht über 60 dB/dec liegen

source: The minimum amplitude (dB) must be an integer
hu: A minimál-amplitúdó (dB) adat csak egész szám lehet
