Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: Nothing to redo
hu: Nincs semmi helyreállítandó

source: Cut to the clipboard
hu: Kivágás és vágólapra másolás

source: Cut
hu: Kivágás

source: Split-cut to the clipboard
hu: Kivágás/Szétválasztás és vágólapra másolás

source: Split Cut
hu: Kivágás és szétválasztás

source: Pasting one type of track into another is not allowed.
hu: Nem lehet egy sávtípust másik tipusúra másolni.

source: Copying stereo audio into a mono track is not allowed.
hu: Sztereó-hangfájlok nem másolhatók monó-sávra.

source: Pasted from the clipboard
hu: Beszúrva a vágólapról

source: Paste
hu: Beillesztés

source: Pasted text from the clipboard
hu: Szöveg beillesztve a vágólapról

source: Paste Text to New Label
hu: Szöveg beillesztése új könyvjelzőbe

source: Trim selected audio tracks from %.2f seconds to %.2f seconds
hu: Kiválasztott audiófájlok trimmelése %.2f másodperctől %.2f másodpercig

source: Trim Audio
hu: Audió trimmelése

source: Split-deleted %.2f seconds at t=%.2f
hu: Leválasztva és törölve: %.2f másodperc t=%.2f-nél

source: Split Delete
hu: Törlés és szétválasztás

source: Detached %.2f seconds at t=%.2f
hu: %.2f másodperc t=%.2f-nél leválasztva

source: Detach
hu: Szétválasztás

source: Joined %.2f seconds at t=%.2f
hu: %.2f másodperc t=%.2f-nél összekapcsolva

source: Join
hu: Hangfájlok összekapcsolása

source: Silenced selected tracks for %.2f seconds at %.2f
hu: Kiválasztott hangsávok csenddé alakítva (%.2f másodperc %.2f-on)

source: Silence
hu: Csend a kiválasztott területen

source: Duplicated
hu: Duplikált

source: Duplicate
hu: Duplikálás

source: Cut labeled audio regions to clipboard
hu: Szöveggel megjelölt audió kivágása és vágólapra másolása

source: Cut Labeled Audio
hu: Megjelölt audió kivágása

source: Split Cut labeled audio regions to clipboard
hu: Megjelölt audióterületek kivágása a vágólapra és szétválasztása

source: Split Cut Labeled Audio
hu: Megjelölt auidó kivágása és szétválasztása

source: Copied labeled audio regions to clipboard
hu: Audió a vágólapra másolva

source: Copy Labeled Audio
hu: Megjelölt audió másolása

source: Deleted labeled audio regions
hu: Megjelölt audióterületek törlése

source: Delete Labeled Audio
hu: Megjelölt audió törlése

source: Split Deleted labeled audio regions
hu: Megjelölt audióterületek kivágva és törölve

source: Split Delete Labeled Audio
hu: Megjelölt audióterületek kivágása és törlése

source: Silenced labeled audio regions
hu: Megjelölt audióterületek elnémítása történt

source: Silence Labeled Audio
hu: Megjelölt audió némítása

source: Split labeled audio (points or regions)
hu: Megjelölt audió szétválasztása (pontok vagy területek)

source: Split Labeled Audio
hu: Megjelölt audió szétválasztása

source: Joined labeled audio (points or regions)
hu: Megjelölt audió összefűzése történt (pontok vagy területek)

source: Join Labeled Audio
hu: Megjelölt audió egyesítése

source: Detached labeled audio regions
hu: Megjelölt audióterületek szétválasztása történt

source: Detach Labeled Audio
hu: Megjelölt audióterületek szétválasztása történt

source: Split
hu: Szétválasztás

source: Split to new track
hu: Másolás új hangsávra

source: Split New
hu: Áthelyezés új hangsávra

source: Frequency Analysis
hu: Frekvenciaelemzés

source: Contrast Analysis (WCAG 2 compliance)
hu: Kontraszt-elemzés (WCAG 2 szerint)

source: Imported labels from '%s'
hu: Könyvjelzők importálva %s-ból

source: Import Labels
hu: Könyvjelzők importálása

source: Select a MIDI file...
hu: MIDI-fájlok kiválasztása …

source: MIDI and Allegro files (*.mid;*.midi;*.gro)|*.mid;*.midi;*.gro|MIDI files (*.mid;*.midi)|*.mid;*.midi|Allegro files (*.gro)|*.gro|All files|*
hu: MIDI- és Allegro- fájlok (*.mid;*.midi;*.gro)|*.mid;*.midi;*.gro|MIDI-fájlok (*.mid;*.midi)|*.mid;*.midi|Allegro-fájlok (*.gro)|*.gro|Minden fájl (*.*)|*.*

source: Imported MIDI from '%s'
hu: MIDI '%s'-ból importálva

source: Import MIDI
hu: MIDI importálása

source: Select any uncompressed audio file...
hu: Nem tömörített audiófájl kiválasztása...

source: All files|*
hu: Minden fájl (*.*)|*.*

source: Edit Metadata Tags
hu: Metaadat-címkék szerkesztése

source: Edit Metadata
hu: Metaadatok szerkesztése

source: Rendered all audio in track '%s'
hu: Minden egyesítve '%s' sávból

source: Render
hu: Egyesítés

source: Mixed and rendered %d tracks into one new stereo track
hu: %d sáv egyesítve új sztereósávvá

source: Mixed and rendered %d tracks into one new mono track
hu: %d sáv egyesítve új monósávvá

source: Mix and Render
hu: Sávok egyesítése

source: start to zero
hu: Indítás nullánál

source: Start
hu: Indítás

source: start to cursor/selection start
hu: Indítás a kurzor/kiválasztás kezdetétől

source: start to selection end
hu: Indítás a kiválasztott végétől

source: end to cursor/selection start
hu: Befejezés a kurzor/kiválasztás kezdetétől

source: End
hu: Vége

source: end to selection end
hu: Befejezés a kiválasztás végénél

source: end to end
hu: Vége a végéhez

source: End to End
hu: Vége a végéhez

source: together
hu: együtt

source: Together
hu: Együtt

source: Aligned/Moved %s
hu: %s hozzárendelve/áthelyezve

source: Align %s/Move
hu: %s rendezése / mozgatása

source: Aligned %s
hu: %s rendezve

source: Align %s
hu: %s rendezése

source: Synchronizing MIDI and Audio Tracks
hu: MIDI- és audiósávok szinkronizálása

source: Alignment completed: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
hu: Teljes elrendezés: MIDI %.2f-tól %.2f sec.-ig, audió %.2f-tól %.2f sec.-ig

source: Sync MIDI with Audio
hu: MIDI szinkronizálása audióval

source: Alignment error: input too short: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
hu: Összehangolás sikertelen: Beírás tól rövid: MIDI %.2f-től %.2f sec.-ig., audió %.2f-tól %.2f sec.-ig

source: Internal error reported by alignment process.
hu: Belső hibát jelentett az összehangolás-folyamat.

source: Created new audio track
hu: Új hangsáv készítése

source: New Track
hu: Új sáv

source: Created new stereo audio track
hu: Új sztereósáv készítése

source: Created new label track
hu: Új szövegsáv készítése

source: This version of Audacity only allows one time track for each project window.
hu: Ez az Audacity-verzió projektablakonként csak egy idősávot enged meg.

source: Created new time track
hu: Új idősáv készült

source: Edited labels
hu: Szerkesztett könyvjelzők

source: Removed audio track(s)
hu: Hangsáv(ok) eltávolítva

source: Remove Track
hu: Hangsáv eltávolítása

source: Audio Device Info
hu: Audióeszköz-infó

source: &Save
hu: &Mentés

source: Resample
hu: Mintavétel-gyakoriság változtatása

source: New sample rate (Hz):
hu: Új mintavétel-frekvencia (Hz):

source: The entered value is invalid
hu: A megadott érték érvénytelen

source: Resampling track %d
hu: Sáv kiszámítása mintavételi aránnyal %d

source: Resampled audio track(s)
hu: Egy sáv mintavétel-aránya megváltozott

source: Resample Track
hu: Egy sáv mintavétel-arányának megváltoztatása

source: Mix
hu: Keverés

source: Mixing and rendering tracks
hu: Sávok egyesítése

source: Velocity
hu: Sebesség

source: Gain
hu: Hangerő

source: Musical Instrument
hu: Zeneeszköz

source: Pan
hu: Panoráma

source: Mute
hu: Néma

source: Solo
hu: Szóló

source: Signal Level Meter
hu: Kivezérlésszint-kijelző

source: Moved gain slider
hu: Hangerőszabályzó áthelyezve

source: Moved pan slider
hu: Panorámaszabályzó áthelyezve

source: Audacity Mixer Board%s
hu: Audacity-keverő%s

source: The module %s does not provide a version string. It will not be loaded.
hu: A(z) %s modul nem tartalmaz verzió-sztringet. Nem kerül betöltésre.

source: Module Unsuitable
hu: Alkalmatlan modul

source: The module %s does not provide a version string. It will not be loaded.
hu: A(z) %s modul nem tartalmaz verziósztringet. Nem töltjük be.

source: The module %s is matched with Audacity version %s. It will not be loaded.
hu: A(z) %s modul %s Audacity verzió. Nem töltjük be.

source: The module %s is matched with Audacity version %s. It will not be loaded.
hu: A(z) %s modul %s Audacity verzió. Nem töltjük be.

source: Module "%s" found.
hu: Modul "%s" gefunden.

source: Only use modules from trusted sources
hu: Verwenden Sie nur Module von vertrauenswürdigen Quellen

source: Yes
hu: Igen

source: No
hu: Nem

source: Audacity Module Loader
hu: Audacity modulbetöltő

source: Try and load this module?
hu: Megpróbálja e modult betölteni?

source: Note Track
hu: Jel-sáv

source: New
hu: Új

source: Path
hu: Hely

source: &Enable
hu: Be&kapcsolni

source: Failed to remove %s
hu: Hiba %s eltávolításakor

source: Failed!
hu: Sikertelen!

source: Reset Preferences? This is a one-time question, after an 'install' where you asked to have the Preferences reset.
hu: Alapra állítja a beállításokat? Ez egyszeri kérdés "Telepítés" után, ahol Ön a beállítások alapra állítását kérdezte.

source: Reset Audacity Preferences
hu: Audacity beállítások alapra tétele

source: There was a problem printing.
hu: Probléma volt a nyomtatóval.

source: Print
hu: Nyomtatás

source: Main Mix
hu: Főkeverő

source: Welcome to Audacity version %s
hu: Üdvözöljük az %s Audacity verzióban

source: (Recovered)
hu: (helyreállítva)

source: Save changes before closing?
hu: Menti bezárás előtt a változásokat?

source: If saved, the project will have no tracks. To save any previously open tracks: Cancel, Edit > Undo until all tracks are open, then File > Save Project.
hu: Ellenkező esetben a mentett projektnek nem lesznek sávjai. Előző sávok mentéséhez kattintson a Mégse-re, aztán a Szerkesztésre > Visszavonásra, amíg minden sáv látható, aztán Fájl > Projekt mentése.

source: Save changes?
hu: Menti a változásokat?

source: Select one or more audio files...
hu: Fájl(ok) kiválasztása …

source: %s is already open in another window.
hu: %s már megnyitva egy ablakban.

source: Error Opening Project
hu: Hiba a projekt megnyitásakor

source: Audacity projects
hu: Audacity-projektek

source: This file was saved by Audacity version %s. The format has changed. Audacity can try to open and save this file, but saving it in this version will then prevent any 1.2 or earlier version opening it. Audacity might corrupt the file in opening it, so you should back it up first. Open this file now?
hu: A fájl Audacity %s-ból származik, azóta a fájlformátum megváltozott. Az Audacity megpróbálhatja megnyitni a fájlt. Aztán el is menti, az Audacity 1.2, vagy korábbi verzióinak problémái lesznek újbóli megnyitásukkal. Legrosszabb esetben az Audacity tönkreteheti a fájlt, készítsen ezért előbb egy biztonsági másolatot. Megnyitja most a fájlt?

source: 1.0 or earlier
hu: 1.0 vagy korábbi

source: Warning - Opening Old Project File
hu: Vigyázat - régi projektformátumot nyit meg

source: You are trying to open an automatically created backup file. Doing this may result in severe data loss. Please open the actual Audacity project file instead.
hu: Ön megpróbál egy automatikusan készített biztonsági fájlt megnyitni. Ez komoly adatvesztéshez vezethet. Nyissa meg helyette az Audacity-projektetfájlt.

source: Warning - Backup File Detected
hu: Vigyázat - Biztonsági fájlt találtunk

source: Error Opening File
hu: Hiba a fájl megtnyitásakor

source: Error opening file
hu: Hiba a fájl megtnyitásakor

source: File may be invalid or corrupted: %s
hu: Lehet, hogy aí fájl érvénytelen, vagy sérült: %s

source: Error Opening File or Project
hu: Hiba a fájl vagy projekt megnyitásakor

source: Audacity was unable to convert an Audacity 1.0 project to the new project format.
hu: Az 1.1.3-as programverzióval készült Audacity-projektek nem konvertálhatók új projektformátumba.

source: Project was recovered
hu: A projekt helyreállítva

source: Recover
hu: Helyreállítás

source: Could not remove old auto save file
hu: A régi biztonsági másolat nem távolítható el

source: <unrecognized version -- possibly corrupt project file>
hu: <ismeretlen verzió -- lehet, hogy nem megfelelő projektfájl>

source: Couldn't find the project data folder: "%s"
hu: A projektfájlokat tartalmazó mappa nem található: "%s"

source: This file was saved using Audacity %s. You are using Audacity %s. You may need to upgrade to a newer version to open this file.
hu: E fájlt az Audacity %s mentette el. Ön azonban Audacity %s-t használ. Használjon újabb verziót.

source: Can't open project file
hu: A projektfájl nem nyitható meg.

source: Your project is now empty. If saved, the project will have no tracks. To save any previously open tracks: Click 'No', Edit > Undo until all tracks are open, then File > Save Project. Save anyway?
hu: Az Ön projektje üres, ez a következőt jelenti: A mentett projektnek nem lesz sávja. Előzőleg esetleg meglévő sávok mentéséhez kattintson a 'Nem'-re, majd a Szerkesztésre > Visszavonásra, amíg minden sáv látható. És aztán Fájl > Projekt mentése. Vagy mégis most akarja menteni?

source: Warning - Empty Project
hu: Vigyázat - üres projekt

source: Could not save project. Path not found. Try creating directory "%s" before saving project with this name.
hu: projekt nem menthető, a helyí nem található. Készítsen egy "%s" mappát mielőtt a projektet e néven menti.

source: Error Saving Project
hu: Hiba a projekt mentésekor

source: Could not save project. Perhaps %s is not writable or the disk is full.
hu: A projekt nem menthető. Lehet, hogy %s írásvédett, vagy a meghajtó megtelt.

source: Couldn't write to file "%s": %s
hu: Nem lehetett a(z) "%s" fájlba írni: %s

source: Saved %s
hu: %s elmentve

source: Imported '%s'
hu: '%s' importálva

source: Import
hu: Importálás

source: Error Importing
hu: Hiba importáláskor

source: The project was not saved because the file name provided would overwrite another project. Please try again and select an original name.
hu: A projekt nincs elmentve, mert a választott fájlnév egy másik projektet felülírna. Válasszon másik nevet.

source: <untitled>
hu: <átnevezve>

source: 'Save Compressed Project' is for an Audacity project, not an audio file. For an audio file that will open in other apps, use 'Export'. Compressed project files are a good way to transmit your project online, but they have some loss of fidelity. To open a compressed project takes longer than usual, as it imports each compressed track.
hu: 'Tömörített projekt mentése' Audacity-projekthez van, nem audió-fájlhoz. Más alkalmazásban megnyitandó audió-fájlhoz használja az 'Exportálás'-t. A tömörített projektfájlok jó módja az online-átadásnak, de ezeknél van némi minőségromlás. Tömörített projekt megnyitása a normálisnál tovább tart, mert az tömörített sávot importál.

source: Save Compressed Project "%s" As...
hu: »%s« tömörített projekt mentése másként …

source: 'Save Project' is for an Audacity project, not an audio file. For an audio file that will open in other apps, use 'Export'.
hu: 'Projekt mentése' Audacity-projekthez van, nem audió-fájlhoz. Más alkalmazásban megnyitandó audió-fájlhoz használja az 'Exportálás'-t..

source: Save Project "%s" As...
hu: »%s« projekt mentése másként …

source: Created new project
hu: Új projekt készült

source: Deleted %.2f seconds at t=%.2f
hu: Törölve: %.2f másodpercig t=%.2f-nál

source: Delete
hu: Törlés

source: Disk space remains for recording %d hours and %d minutes.
hu: Hátralévő felvételi idő: %d óra és %d perc.

source: Disk space remains for recording 1 hour and %d minutes.
hu: Hátralévő felvételi idő: 1 óra és %d perc.

source: Disk space remains for recording %d minutes.
hu: Hátralévő felvételi idő: %d perc.

source: Disk space remains for recording %d seconds.
hu: Hátralévő felvételi idő: %d másodperc.

source: Out of disk space
hu: A merevlemezen nincs több szabad hely

source: On-demand import and waveform calculation complete.
hu: "On-demand"-import- és hullámforma-számítás kész.

source: Import(s) complete. Running %d on-demand waveform calculations. Overall %2.0f%% complete.
hu: Import kész. %d hullámforma készítés. Összesen %2.0f%% kész.

source: Import complete. Running an on-demand waveform calculation. %2.0f%% complete.
hu: Import kész. Hullámforma készítés. Összesen %2.0f%% kész.

source: Error Writing Autosave File
hu: Hiba a biztonsági másolat írásakor

source: Could not create autosave file:
hu: Biztonsági másolatot nem lehetett készíteni:

source: Could not remove old autosave file:
hu: A régi biztonsági másolat nem távolítható el:

source: Actual Rate: %d
hu: Jelenlegi érték %d

source: Recorded Audio
hu: Audio aufgezeichnet

source: Record
hu: Felvétel

source: Screen Capture Frame
hu: Képernyőfotók készítése

source: Choose location to save files
hu: Mentéshely kiválasztása (A fájlnév ezen ablak láblécén jelenik meg)

source: Save images to:
hu: Képek mentése ide:

source: Choose...
hu: Kiválasztás …

source: Capture entire window or screen
hu: Ablak, vagy képernyő fotózása és mentése fájlként

source: Resize Small
hu: Ablak kicsinyítése

source: Resize Large
hu: Ablak nagyítása

source: Blue Bkgnd
hu: Kék háttér

source: White Bkgnd
hu: Fehér háttér

source: Capture Window Only
hu: Csak az ablak központi területe

source: Capture Full Window
hu: Teljes ablak

source: Capture Window Plus
hu: Teljes ablak kerettel

source: Capture Full Screen
hu: Egész képernyő mentése

source: Wait 5 seconds and capture frontmost window/dialog
hu: 5 másodperc várakozás és az ablak/párbeszéd előtérben mentése

source: false
hu: hibás

source: Capture part of a project window
hu: A projektablak egy részének fotózása és mentése fájlként

source: All Toolbars
hu: Minden eszközsáv

source: SelectionBar
hu: Időkijelzés

source: Tools
hu: Ellenőrző-eszközök

source: Transport
hu: Mozgatás

source: Mixer
hu: Keverő

source: Meter
hu: Moduláció-kijelző

source: Edit
hu: Szerkesztés-eszközök

source: Device
hu: Audióeszköz

source: Transcription
hu: Zeneátírás-eszköz

source: Track Panel
hu: Sávterület

source: Ruler
hu: Idővonal

source: Tracks
hu: Sávok

source: First Track
hu: Első sáv

source: Second Track
hu: Második sáv

source: Scale
hu: Méret szerinti rendezés

source: One Sec
hu: 1 másodperc

source: Ten Sec
hu: 10 másodperc

source: One Min
hu: 1 perc

source: Five Min
hu: 5 perc

source: One Hour
hu: 1 óra

source: Short Tracks
hu: Széles sávábrázolás

source: Medium Tracks
hu: Normál sávábrázolás

source: Tall Tracks
hu: Keskeny sávábrázolás

source: Choose a location to save screenshot images
hu: Képernyőfotók mentéshelyének kiválasztása

source: Sequence has block file with length %s > mMaxSamples %s. Truncating to mMaxSamples.
hu: A szekvenciának van egy %s hosszúságú blokk-fájlja > mMaxSamples %s. Ez rövidül..

source: Warning - Length in Writing Sequence
hu: Vigyázat: az írása-szekvencia hosszú

source: Memory allocation failed -- NewSamples
hu: Memóriafoglalás sikertelen -- NewSamples

source: Pre&view
hu: &Előhallgatás

source: Dry Previe&w
hu: Száraz előnézet

source: &Settings
hu: &Beállítások

source: Debu&g
hu: Hibake&resés

source: Off
hu: Ki

source: Nearest
hu: Következő

source: Prior
hu: Előző

source: Sound Activated Record
hu: Szintvezérelt felvétel

source: Activation level (dB):
hu: Start-szint (dB):

source: Welcome to Audacity!
hu: Üdvözöljük az Audacity-ben!

source: Don't show this again at start up
hu: E párbeszéd nem látszik többé

source: Artist Name
hu: Művész neve

source: Track Title
hu: A zenedarab címe

source: Album Title
hu: Albumcím

source: Track Number
hu: Sávszám

source: Year
hu: Év

source: Genre
hu: Műfaj

source: Comments
hu: Megjegyzések

source: Use arrow keys (or ENTER key after editing) to navigate fields.
hu: Navigáláshoz használja a nyíl-billentyűket (vagy szerkesztés után az ENTER-t).

source: Tag
hu: Címke

source: Value
hu: Érték

source: Genres
hu: Műfajlista

source: E&dit...
hu: Szer&kesztés...

source: Rese&t...
hu: Alapra állí&tás...

source: Template
hu: Sablon

source: &Load...
hu: &Betöltés …

source: Set De&fault
hu: Ala&pértelmezettként

source: Edit Genres
hu: Műfajlista szerkesztése

source: Unable to save genre file.
hu: Műfaj-fájl nem menthető el.

source: Reset Genres
hu: Alapra állítás

source: Are you sure you want to reset the genre list to defaults?
hu: Valóban alapra állítja a műfajlistát?

source: Unable to open genre file.
hu: Műfaj-fájl nem nyitható meg.

source: Load Metadata As:
hu: Metaadatok betöltése mint:

source: Error Loading Metadata
hu: Hiba a metaadatok betötésekor

source: Save Metadata As:
hu: Metaadatok mentése másként:

source: Error Saving Tags File
hu: Hiba a címkefájl mentésekor

source: Audacity could not write file: %s.
hu: Audacity nem tudta írni a fájlt: %s.

source: Audacity could not open file: %s for writing.
hu: Audacity nem tudta hibátlanul megnyitni a fájlt: %s (írásvédett).

source: Audacity could not write images to file: %s.
hu: Audacity nem tudta a grafikákat fájlba írni: %s..

source: Audacity could not find file: %s. Theme not loaded.
hu: Audacity nem találja a fájlt: %s. Téma nincs betöltve.

source: Audacity could not load file: %s. Bad png format perhaps?
hu: Audacity nem tudta betölteni a fájlt: %s. Lehet, hogy helytelen png-formátum?

source: Audacity could not read its default theme. Please report the problem.
hu: Audacity nem tudott betölteni egy alaptémát. Jelentse ezt a fejlesztőnek.

source: None of the expected theme component files were found in: %s.
hu: Az elvárt téma-alkotórészek nem találhatók itt: %s..

source: Could not create directory: %s
hu: A mappát nem lehetett létrehozni: %s

source: Audacity could not save file: %s
hu: Audacity nem tudta elmenteni a fájlt: %s

source: All required files in: %s were already present.
hu: Minden szükséges fájl itt: %s már megvolt..

source: Duration
hu: A felvétel időtartama

source: Time Track
hu: Idősáv

source: Audacity Timer Record
hu: Idővezérelt felvétel

source: Duration is zero. Nothing will be recorded.
hu: Időtartam nulla. Semmi nem lett felvéve.

source: Error in Duration
hu: Hiba az időtartamban

source: Recording start
hu: Felvétel-indítás

source: Recording end
hu: Felvétel-vége

source: Audacity Timer Record Progress
hu: Idővezérelt felvétel haladásjelzője

source: 099 h 060 m 060 s
hu: 099 h 060 p 060 s

source: Start Date and Time
hu: Kezdés dátuma és időpontja

source: Start Date
hu: Start-dátum

source: End Date and Time
hu: Vége dátuma és időpontja

source: End Date
hu: Vége-dátum

source: 099 days 024 h 060 m 060 s
hu: 099 nap 024 h 060 p 060 s

source: Waiting to start recording at %s.
hu: Várakozás a(z) %s felvétel kezdésére.

source: Audacity Timer Record - Waiting for Start
hu: Idővezérelt felvétel - Várakozás a felvétel kezdésre

source: &Other...
hu: &Egyebek …

source: Wa&veform
hu: Hu&llámforma

source: &Waveform (dB)
hu: &Hullámforma (dB)

source: &Spectrogram
hu: &Spektrogram

source: Spectrogram l&og(f)
hu: Spektrogramm l&og(f)

source: Pitc&h (EAC)
hu: Hang&magasság (EAC)

source: &Mono
hu: &Monó

source: &Left Channel
hu: &Bal csatorna

source: &Right Channel
hu: &Jobb csatorna

source: Ma&ke Stereo Track
hu: &Sztereósávok készítése

source: Swap Stereo &Channels
hu: Sztereó&csastornák felcserélése

source: Spl&it Stereo Track
hu: Sztereósáv fel&osztása

source: Split Stereo to Mo&no
hu: Sztereó szétválasztása mon&ósávokra

source: Set Sample &Format
hu: Minta&formátum beállítása

source: Set Rat&e
hu: Mintavétel-a&rány beállítása

source: Up &Octave
hu: Egy &oktávval feljebb

source: Down Octa&ve
hu: Egy oktá&vval lejjebb

source: &Font...
hu: &Karakterkészlet...

source: &Linear
hu: &Lineáris

source: L&ogarithmic
hu: L&ogaritmikus

source: Set Ra&nge...
hu: Terület beállítása …

source: Logarithmic &Interpolation
hu: Logaritmikus &interpoláció

source: &Delete Label
hu: Megjelölés &törlése

source: N&ame...
hu: &Név …

source: Move Track &Up
hu: Sáv áthelyezése &felfelé

source: Move Track &Down
hu: Sáv áthelyezése &lefelé

source: Move Track to &Top
hu: Sáv áthelyezése &egészen fel

source: Move Track to &Bottom
hu: Sáv áthelyezése e&gészen le
