Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: The maximum number of notes must be an integer
hu: A jelek maximális száma csak egész szám lehet

source: The maximum number of notes must be in the range 1..128
hu: A jelek maximális száma 1 és 128 között lehet

source: Theme
hu: Téma

source: Info
hu: Utalások

source: Themability is an experimental feature. To try it out, click "Save Theme Cache" then find and modify the images and colors in ImageCacheVxx.png using an image editor such as the Gimp. Click "Load Theme Cache" to load the changed images and colors back into Audacity. (Only the Transport Toolbar and the colors on the wavetrack are currently affected, even though the image file shows other icons too.)
hu: A téma-lehetőség kísérleti funkció. Kipróbálásához kattintson "Téma-gyorsítótár mentése"-re, aztán keresse meg és változtassa meg a képeket és színeket az ImageCacheVxx.png-ben egy képszerkesztő-programmal KAttintson a "Téma-gyorsítótár betötlése"-re, hogy a megváltozott képeket és színeket betöltse az Audacity-be. (Csak a mozgatás-eszközsáv és a hullámsáv érintett jelenleg, még a képfájl révén is, amelyek más jeleket is megjelenít.)A téma-lehetőség kísérleti funkció. Kipróbálásához kattintson "Téma-gyorsítótár mentése"-re, aztán keresse meg és változtassa meg a képeket és színeket az ImageCacheVxx.png-ben egy képszerkesztő-programmal KAttintson a "Téma-gyorsítótár betötlése"-re, hogy a megváltozott képeket és színeket betöltse az Audacity-be. (Csak a mozgatás-eszközsáv és a hullámsáv érintett jelenleg, még a képfájl révén is, amelyek más jeleket is megjelenít.)A téma-lehetőség kísérleti funkció. Kipróbálásához kattintson "Téma-gyorsítótár mentése"-re, aztán keresse meg és változtassa meg a képeket és színeket az ImageCacheVxx.png-ben egy képszerkesztő-programmal KAttintson a "Téma-gyorsítótár betötlése"-re, hogy a megváltozott képeket és színeket betöltse az Audacity-be. (Csak a mozgatás-eszközsáv és a hullámsáv érintett jelenleg, még a képfájl révén is, amelyek más jeleket is megjelenít.)A téma-lehetőség kísérleti funkció. Kipróbálásához kattintson "Téma-gyorsítótár mentése"-re, aztán keresse meg és változtassa meg a képeket és színeket az ImageCacheVxx.png-ben egy képszerkesztő-programmal KAttintson a "Téma-gyorsítótár betötlése"-re, hogy a megváltozott képeket és színeket betöltse az Audacity-be. (Csak a mozgatás-eszközsáv és a hullámsáv érintett jelenleg, még a képfájl révén is, amelyek más jeleket is megjelenít.)

source: You have compiled Audacity with an extra button, 'Output Sourcery'. This will save a C version of the image cache that can be compiled in as a default.
hu: Ön külön "Output Sourcery" gombbal fordította az Audacity-t. Ez csak a grafikus adatok lefordított C-verzióját fogja elmenteni.

source: If 'Load Theme Cache At Startup' is checked, then the Theme Cache will be loaded when the program starts up.
hu: Ön külön "Output Sourcery" gombbal fordította az Audacity-t. Ez csak a grafikus adatok lefordított C-verzióját fogja elmenteni.

source: Saving and loading individual theme files uses a separate file for each image, but is otherwise the same idea.
hu: Egyéni téma-fájlok mentésénél és betöltésénél külön fájl per kép használata történik, egyébként nincs különbség.

source: Theme Cache - Images && Color
hu: Egész téma (képek és színek)

source: Save Theme Cache
hu: Téma mentése

source: Load Theme Cache
hu: Téma betöltése

source: Load Theme Cache At Startup
hu: Téma-betöltés programindításkor

source: Individual Theme Files
hu: Egyedi téma-fájlok

source: Save Files
hu: Fájlok mentése

source: Load Files
hu: Fájlok betöltése

source: Simple
hu: Csak egy sávnál lehetséges

source: Waveform (dB)
hu: Hullámforma (dB)

source: Spectrogram
hu: Spektrogram

source: Spectrogram log(f)
hu: Spektrogram log(f)

source: Spectral Selection
hu: Spektrumválaszték

source: Pitch (EAC)
hu: Hangmagasság (EAC)

source: &Update display while playing
hu: Automatikus görgetés lejátszáskor

source: Automatically &fit tracks vertically zoomed
hu: &Sávok függőleges beillesztése automatikusan

source: Default &View Mode:
hu: Normál kijelző (sávok)

source: &Select all audio in project, if none selected
hu: Manuális kiválasztás nélkül kiválasztottnak tekintendők az audiók

source: Enable cu&t lines
hu: Látszanak a metszésvonalak

source: Enable &dragging of left and right selection edges
hu: kijelöléskeretek jobboldali és baloldali szélének húzása megengedett

source: "Move track focus" c&ycles repeatedly through tracks
hu: Körkörös navigálás a kijelölt sávokon át

source: Editing a clip can &move other clips
hu: Hangfájl vágásakor az utána következő hangfájlok ugyanazon a hangsávon tolódnak el

source: Solo &Button:
hu: Szóló-gomb:

source: Warnings
hu: Figyelmeztetések

source: Show Warnings/Prompts for
hu: Látszik a figyelmeztetés ennél:

source: Saving &projects
hu: &Projektek mentése

source: Saving &empty project
hu: &Üres projekt mentése

source: &Low disk space at program start up
hu: &Kevés tárhely programindításkor

source: Mixing down to &stereo during export
hu: Exportáláskor egyesítés sztereóba

source: Mixing down to &mono during export
hu: Exportálásnál monó egyesítése

source: &Importing uncompressed audio files
hu: &Nem tömörített audiófájlok importálása

source: Pause
hu: Szünet

source: Skip to Start
hu: Ugrás az elejére

source: Skip to End
hu: Ugrás a végére

source: ) / Loop Play (
hu: ) / Ciklusos lejátszás (

source: ) / Append Record (
hu: ) / Felvétel rögzítése (

source: Error while opening sound device.
hu: Hiba a hangkártya megnyitásakor.

source: Error while opening sound device. Please check the recording device settings and the project sample rate.
hu: Hiba a hangeszköz megnyitásakor. Ellenőrizze a felvételi beállításokat és a projekt mintavételi rátát.

source: Audio Host
hu: Hang-architektúra

source: Recording Device
hu: Felvételi eszköz

source: Recording Channels
hu: Felvételi csatornák

source: Playback Device
hu: Lejátszás-eszköz

source: 1 (Mono) Recording Channel
hu: 1 (monó) felvételi csatorna

source: 2 (Stereo) Recording Channels
hu: 2 (sztereó) felvételi csatorna

source: Select Recording Device
hu: Felvételi eszköz kiválasztása

source: Select Playback Device
hu: Lejátszás-eszköz kiválasztása

source: Select Audio Host
hu: Hangarchitektúra választása

source: Select Recording Channels
hu: Felvételi csatorna kiválasztása

source: Device information is not available.
hu: Eszközinformáció nem elérhető.

source: Cut selection
hu: Kiválasztott kivágása

source: Copy selection
hu: Kiválasztott másolása

source: Trim audio outside selection
hu: Audió trimmelése (fordított kivágás)

source: Silence audio selection
hu: Kiválasztott csenddé alakítása

source: Sync-Lock Tracks
hu: Sávok szerkesztésének (áthelyezés, beszúrás) szinkronban tartása

source: Zoom In
hu: Nagyítás

source: Zoom Out
hu: Kicsinyítés

source: Fit selection in window
hu: Kiválasztott ablakba illesztése

source: Fit project in window
hu: Projekt ablakba illesztése

source: Show Effects Rack
hu: Hatás-lerakat megjelenítése

source: Copy
hu: Másolás

source: Silence Audio
hu: Kiválasztott csenddé alakítása

source: Fit Selection
hu: Kijelző: kiválasztott ablakméretre igazítása

source: Fit Project
hu: Kijelző: egész projekt ablakméretre igazítása

source: Open Effects Rack
hu: Hatás-lerakat megnyitása

source: Combined Meter
hu: Kombinált kivezérlésmérő

source: Recording Meter
hu: Felvétel-kivezérlésmérő

source: Playback Meter
hu: Lejátszás kivezérlésmérő

source: Record Meter
hu: Felvételszint

source: Meter-Record
hu: Felvétel-moduláció

source: Play Meter
hu: Lejátszásszint

source: Meter-Play
hu: Lejátszás-moduláció

source: Playback Level
hu: Lejátszásszint

source: Recording Level
hu: Felvéelszint

source: Recording Volume
hu: Lejátszás-hangerő

source: Slider Recording
hu: Lejátszásszabályzó

source: Playback Volume
hu: Lejátszás-hangerő

source: Slider Playback
hu: Lejátszásszabályzó

source: Recording Volume: %.2f
hu: Felvétel-hangerő: %.2f

source: Recording Volume (Unavailable; use system mixer.)
hu: Felvétel-hangerő (Nem elérhető; rendszermixer használata.)

source: Playback Volume: %.2f%s
hu: Lejátszás-hangerő: %.2f%s

source: (emulated)
hu: (emulált)

source: Playback Volume (Unavailable; use system mixer.)
hu: Lejátszás-hangerő (nem elérhető; rendszerkeverő használata.)

source: Selection
hu: Idő-/Projektfrekvencia-sáv

source: Project Rate (Hz):
hu: Projektfrekvencia (Hz):

source: Snap To:
hu: Beillesztés:

source: Selection Start:
hu: A kiválasztott elejére:

source: Length
hu: Hossz

source: hidden
hu: rejtett

source: Audio Position:
hu: Audiópozíció:

source: Snap To
hu: Beillesztés

source: Snap Clicks/Selections to %s
hu: Kiválasztott beillesztése %s-ba

source: Selection
hu: Választék

source: Selection End
hu: A kiválasztott &végére

source: Center frequency and Width
hu: Közepes frekvencia és sávszélesség

source: Low and High Frequencies
hu: Alacsony és magas frekvenciák

source: Center Frequency:
hu: Közepes frekvencia:

source: Bandwidth:
hu: Sávszélesség:

source: Low Frequency:
hu: Alacsony frekvencia:

source: High Frequency:
hu: Magas frekvencia:

source: Audacity %s Toolbar
hu: Audacity %s eszközsáv

source: Click and drag to resize toolbar
hu: Kattintson és húzza az eszközsáv méretének változtatásához.

source: ToolDock
hu: Eszközdokkoló

source: Click and drag to select audio
hu: Kattintás és húzás az audióadatok kiválasztásához

source: Click and drag to edit the amplitude envelope
hu: Kattintás és húzás a burkológörbe megváltoztatásához

source: Click and drag to edit the samples
hu: Kattintás és húzás a minták megváltoztatásához

source: Click to Zoom In, Shift-Click to Zoom Out
hu: Kattintás nagításhoz; Shift+kattintás a kicsinyítéshez

source: Drag to Zoom Into Region, Right-Click to Zoom Out
hu: Húzás a terület nagyításához; jobbkattintás a terület kicsinyítéséhez

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
hu: Bal=nagyítás, jobb=kicsinyítés, középső=normál

source: Click and drag to move a track in time
hu: Kattintás és húzás a hangsáv időtengelyére helyezéséhez

source: Multi-Tool Mode
hu: Többfunkciós eszköz

source: Slide Tool
hu: Időeltolás-eszköz

source: Play at selected speed
hu: Lejátszás a kiválasztott sebességen

source: Playback Speed
hu: Lejátszás-sebesség

source: Play-at-speed
hu: Gyorsabb/lassabb lejátszás

source: (disabled)
hu: (kikapcsolva)

source: Press
hu: Nyomja le

source: Button
hu: Gomb

source: L
hu: B

source: R
hu: J

source: Center
hu: Közép

source: Left
hu: Bal

source: Right
hu: Jobb

source: &Clear
hu: Alapra állítás

source: Grabber
hu: Foggantyú

source: Empty
hu: Üres

source: Forwards
hu: Előre

source: Backwards
hu: Vissza

source: Close
hu: Bezárás

source: Help on the Internet
hu: Sugó az interneten

source: Menu
hu: Menü

source: Click to Start Monitoring
hu: Kattintás a felügyelet indításához

source: Click for Monitoring
hu: Kattintás a felügyelehez

source: Click to Start
hu: Kattintás az indításhoz

source: Click
hu: Kattintás

source: Stop Monitoring
hu: Kijelző kikapcsolása

source: Start Monitoring
hu: Kivezérlésjelző bekapcsolása

source: Preferences...
hu: Beá&llítások...

source: Recording Meter Preferences
hu: Felvétel-kivezérlésjelző beállítások

source: Playback Meter Preferences
hu: Lejátszás-kivezérlésjelző beállítások

source: Refresh Rate
hu: Frissítés-arány

source: Higher refresh rates make the meter show more frequent changes. A rate of 30 per second or less should prevent the meter affecting audio quality on slower machines.
hu: Rövidebb frissítési időközök esetén a moduláció-kijelző kisebb változásokra is reagál. 30, vagy kevesebb másodpercenkénti frissítésnek lassabb PC-ken nincs kihatása az audióra.

source: Meter refresh rate per second [1-100]:
hu: Frissítés-időköz másodperrcekben [1-100]:

source: Meter refresh rate per second [1-100]
hu: Frissítés-időköz másodperrcekben [1-100]:

source: Meter Style
hu: Kivezérlésjelző-stílus

source: Gradient
hu: Emelkedő

source: RMS
hu: Effektivérték

source: Meter Type
hu: Kivezérlésjelző típus

source: Orientation
hu: Tájolás

source: Automatic
hu: Automatikus

source: Horizontal
hu: Vízszintes

source: Vertical
hu: Függőleges

source: Monitoring
hu: Felügyelet

source: Active
hu: Aktív

source: Peak %2.f dB
hu: Csúcs %2.f dB

source: Peak %.2f
hu: Csúcs %.2f

source: Clipped
hu: Túlvezérelt

source: Show Log for Details
hu: Látszanak a részletek

source: Please select an action
hu: Válasszon műveletet

source: 01000,01000 seconds
hu: 01000,01000 másodperc

source: 0100 h 060 m 060 s
hu: 0100 h 060 p 060 s

source: dd:hh:mm:ss
hu: nn:hh:pp:ss

source: 0100 days 024 h 060 m 060 s
hu: 0100 nap 024 h 060 p 060 s

source: 0100 h 060 m 060.0100 s
hu: 0100 h 060 perc 060.0100 sec

source: 0100 h 060 m 060.01000 s
hu: 0100 h 060 perc 060.01000 sec

source: 0100 h 060 m 060 s+.# samples
hu: 0100 h 060 perc 060 sec+.# minták

source: samples
hu: Minták

source: 01000,01000,01000 samples|#
hu: 01000,01000,01000 minták|#

source: hh:mm:ss + film frames (24 fps)
hu: hh:pp:ss + film-egyedi képek (24 fps)

source: 0100 h 060 m 060 s+.24 frames
hu: 0100 h 060 perc 060 sec+.24 frames

source: film frames (24 fps)
hu: Film-egyedi képek (24 fps)

source: hh:mm:ss + NTSC drop frames
hu: hh:pp:ss + NTSC-drop-egyedi képek (29.97 fps)

source: 0100 h 060 m 060 s+.30 frames|N
hu: 0100 h 060 perc 060 sec+.30 Frames|N

source: hh:mm:ss + NTSC non-drop frames
hu: hh:pp:ss + NTSC non-drop-egyedi képek

source: 0100 h 060 m 060 s+.030 frames| .999000999
hu: 0100 h 060 perc 060 sec +.030 Frames| .999000999

source: hh:mm:ss + PAL frames (25 fps)
hu: hh:pp:ss + PAL-egyedi képek (25 fps)

source: 0100 h 060 m 060 s+.25 frames
hu: 0100 h 060 perc 060 sec+.25 frames

source: hh:mm:ss + CDDA frames (75 fps)
hu: hh:pp:ss + CDDA-egyedi képek (75 fps)

source: 0100 h 060 m 060 s+.75 frames
hu: 0100 h 060 perc 060 sec+.75 frames

source: CDDA frames (75 fps)
hu: CDDA-Frames (Audio-CD, 75 fps)

source: octaves
hu: Oktávok

source: 100.01000 octaves|1.442695041
hu: 100.01000 oktávok|1.442695041

source: semitones + cents
hu: Félhangok + cent

source: 1000 semitones .0100 cents|17.312340491
hu: 1000 félhangok .0100 centek|17.312340491

source: decades
hu: Évtizedek

source: 10.01000 decades|0.434294482
hu: 10.01000 évtizedek|0.434294482

source: (Use context menu to change format.)
hu: (Használja a helyi menüt a formátum változtatásához.)

source: centiseconds
hu: század másodperc

source: hundredths of
hu: több száz

source: milliseconds
hu: ezredmásodperc

source: thousandths of
hu: több ezer

source: Elapsed Time:
hu: Eltelt idő:

source: Remaining Time:
hu: Hátralévő idő:

source: Cancel
hu: Mégse

source: Timeline actions disabled during recording
hu: Idősáv-műveletek mialatt a felvétel kikapcsolt

source: Don't show this warning again
hu: A jelentés nem látszik többé

source: -Infinity
hu: -vég nélküli

source: Validation error
hu: Megerősítés-hiba

source: Empty value
hu: Üres érték

source: Malformed number
hu: Hibás szám

source: Not in range
hu: Nincs a területen

source: Value overflow
hu: Értéktúlcsordulás

source: Too many decimal digits
hu: Túl sok tizedeshely

source: Error: %hs at line %lu
hu: Hiba: %hs a(z) %lu sorban

source: Could not load file: "%s"
hu: A fájlt nem lehetett betölteni: "%s"

source: Error Flushing File
hu: Hiba a puffer űrítésekor

source: Error Closing File
hu: Hiba a fájl bezárásakor

source: Error Writing to File
hu: Hiba mentéskor
