Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: Click to vertically zoom in. Shift-click to zoom out. Drag to specify a zoom region.
hu: Kattintás a függőleges nagyításhoz. Shift-kattintás a kicsinyítéshez. Keretbővítés adott terület nagyításához

source: Click to verticaly zoom in, Shift-click to zoom out, Drag to create a particular zoom region.
hu: Kattintás függőleges nagyításhoz - Shift+kattintás kicsinyítéshez - húzás adott terület nagyításához.

source: Drag the track vertically to change the order of the tracks.
hu: Húzza a sávot függőlegesen, hogy a sávok sorrendjét megváltoztassa.

source: Click and drag to adjust relative size of stereo tracks.
hu: Kattintás és húzás a sávok relatív méretének változtatásához.

source: Click and drag to resize the track.
hu: Kattintás és húzás a sáv méretének változtatásához.

source: Drag one or more label boundaries.
hu: Egy vagy több területhatár áthelyezése

source: Drag label boundary.
hu: Területhatár áthelyezése

source: Click and drag to move center selection frequency.
hu: Kattintás és húzás a közepes választott frekvencia áthelyezéséhez.

source: Click and drag to move center selection frequency to a spectral peak.
hu: Kattintás és húzás a közepes választott frekvencia a spektrális csúcsra helyezéséhez

source: Edit, Preferences...
hu: Szerkesztés, beállítások…

source: Multi-Tool Mode: %s for Mouse and Keyboard Preferences.
hu: Többfunkciós eszköz: %s billentyűzet- és egérbeállítások

source: Click and drag to set frequency bandwidth.
hu: Kattintás és húzás a frekvenciaszélesség megállapításához.

source: Click and drag to stretch within selected region.
hu: Kattintás és húzás a választott területre nagyítása esetén.

source: Click to move selection boundary to cursor.
hu: Kattinttás a kiválasztás szélének kurzorhoz történő áthelyezéséhez.

source: Click and drag to move left selection boundary.
hu: Kattintás és húzás a baloldali választékhatár áthelyezéséhez.

source: Click and drag to move right selection boundary.
hu: Kattintás és húzás a jobboldali választékhatár áthelyezéséhez.

source: Click and drag to move bottom selection frequency.
hu: Kattintás és húzás az alsó frekvenciatartományba történő áthelyezéshez.

source: Click and drag to move top selection frequency.
hu: Kattintás és húzás a felső frekvenciatartományba történő áthelyezéshez.

source: Click and drag to adjust frequency bandwidth.
hu: Kattintás és áthelyezés a frekvencia-sávszélesség testre szabásához.

source: Modified Label
hu: Könyvjelző megváltozott

source: Label Edit
hu: Könyvjelző szerkesztése

source: Click and drag to stretch selected region.
hu: Kattintás és húzás a választott területre nagyítása esetén.

source: Stretch Note Track
hu: Jelsáv nagyítása

source: Stretch
hu: Nagyítás

source: Adjusted envelope.
hu: Beállított burkológörbe.

source: Envelope
hu: Burkológörbe

source: Moved clip to another track
hu: A hangfájl áthelyezve másik sávra

source: right
hu: jobbra

source: left
hu: balra

source: Time shifted tracks/clips %s %.02f seconds
hu: Sáv(ok)/hangfájlok áthelyezve %s %.02f másodperccel

source: Time-Shift
hu: Időeltolódás

source: To use Draw, choose 'Waveform' in the Track Drop-down Menu.
hu: Rajzoláshoz válassza a "Hullámformát" a fejléc menüjében.

source: To use Draw, zoom in further until you can see the individual samples.
hu: Rajzoláshoz további nagyítás szükséges mindaddig, míg látja az egyes mintákat.

source: Sample Edit
hu: Minta szerkesztése

source: Removed track '%s.'
hu: '%s' sáv eltávolítva

source: Track Remove
hu: Sáv eltávolítva

source: Moved velocity slider
hu: Sebességszabályzó áthelyezve

source: up
hu: magasabb

source: down
hu: mélyebb

source: Moved '%s' %s
hu: '%s' áthelyezve %s-vel

source: Move Track
hu: Hangsáv áthelyezve

source: Expanded Cut Line
hu: Szakasz helyreállítva

source: Expand
hu: Szakasz megnyitása

source: Merged Clips
hu: Egyesített hangfájlok

source: Merge
hu: Egyesítés

source: Removed Cut Line
hu: Eltávolított metszésvonal

source: Remove
hu: Eltávolítás

source: Adjusted Pan
hu: Beállított panoráma

source: Adjusted gain
hu: Beállított erősítés

source: Can't delete track with active audio
hu: Aktív audióval rendelkező sáv nem törölhető

source: Stereo,
hu: Sztereó,

source: Mono,
hu: Monó,

source: Left,
hu: Balra,

source: Right,
hu: Jobbra,

source: Left Channel
hu: Bal csatorna

source: Right Channel
hu: Jobb csatorna

source: Mono
hu: Monó

source: Changed '%s' to %s
hu: '%s' konvertálva %s-ba

source: Channel
hu: Csatorna

source: Swapped Channels in '%s'
hu: Felcserélt csatornák '%s'-ban

source: Swap Channels
hu: Csatornák felcserélése

source: Split stereo track '%s'
hu: Sztereósávok szétválasztása '%s'

source: Split Stereo to Mono '%s'
hu: Sztereó szétválasztása monóba '%s'

source: Split to Mono
hu: Szétválasztás monóba

source: Made '%s' a stereo track
hu: '%s' most sztereósáv

source: Make Stereo
hu: Átalakítás sztereóvá

source: Changed '%s' to %s Hz
hu: '%s' fájl '%s Hz-be konvertálva

source: Rate Change
hu: Mintavételi frekvencia változtatása

source: Format Change
hu: Formátum változtatása

source: Set Rate
hu: Mintavételi frekvencia beállítása

source: Change lower speed limit (%) to:
hu: Az eredeti sebesség alsó sebességhatára %-ban:

source: Lower speed limit
hu: Minimum-érték beállítása

source: Change upper speed limit (%) to:
hu: Az eredeti sebesség felső sebességhatára %-ban:

source: Upper speed limit
hu: Maximum-érték beállítása

source: Set range to '%ld' - '%ld'
hu: Terület beállítása %ld-tól %ldig

source: Set Range
hu: Terület beállítása

source: Set time track display to linear
hu: Idősáv-kijelző vízszintes beállítása

source: Set Display
hu: Kijelző beállítása

source: Set time track display to logarithmic
hu: Idősáv-kijelző logaritmikus beállítása

source: Set time track interpolation to linear
hu: Idősáv-interpoláció vízszintes beállítása

source: Set Interpolation
hu: Interpoláció beállítása

source: Set time track interpolation to logarithmic
hu: Idősáv-interpoláció logaritmikus beállítása

source: to Top
hu: felfelé

source: to Bottom
hu: lefelé

source: Up
hu: Fel

source: Down
hu: Le

source: Moved
hu: Áthelyezve

source: Change track name to:
hu: Sávnév átnevezése erre:

source: Track Name
hu: Sávnév

source: Renamed '%s' to '%s'
hu: '%s' átnevezve'%s'-ra

source: Name Change
hu: Névváltoztatás

source: Deleted Label
hu: Törölt megjelölés

source: Label Track Font
hu: Betűtípus a szövegsávokhoz

source: Face name
hu: Betűtípus

source: Face size
hu: Betűméret

source: Stereo, 999999Hz
hu: Sztereó, 999999Hz

source: TrackView
hu: Sáv-nézet

source: Track %d
hu: %d sáv

source: Mute On
hu: Néma

source: Solo On
hu: Szóló

source: Select On
hu: Kiválasztás

source: Sync Lock Selected
hu: Sync Lock kiválasztva

source: Selection is too small to use voice key.
hu: A kiválasztott túl kicsi a "Voice-Key"-hez.

source: Calibration Results
hu: Kalibrálás-eredmények:

source: Energy -- mean: %1.4f sd: (%1.4f)
hu: Szint -- mean: %1.4f sd: (%1.4f)

source: Sign Changes -- mean: %1.4f sd: (%1.4f)
hu: Előjelváltás -- mean: %1.4f sd: (%1.4f)

source: Direction Changes -- mean: %1.4f sd: (%1.4f)
hu: Irányváltás -- mean: %1.4f sd: (%1.4f)

source: Audio Track
hu: Hangsáv

source: There is not enough room available to paste the selection
hu: A hely nem elég a kiválasztott beszúrásához.

source: There is not enough room available to expand the cut line
hu: A hangfájl mögött nincs elég hely a szakasz megnyitására.

source: Command
hu: Parancs

source: Plug-ins %i to %i
hu: %i beépülők %i-ig

source: There was a problem with your last action. If you think this is a bug, please tell us exactly where it occurred.
hu: Az Ön utolsó műveletével probléma volt. Ha azt hiszi, hogy programhibáról van szó írja meg nekünk, hogy pontosan minél keletkezett.

source: You can only do this when playing and recording are stopped. (Pausing is not sufficient.)
hu: Ez nem lehetséges, ha akár lejátszás, akár felvétel fut. [Szünet-gombot ne nyomja!]

source: You must first select some stereo audio for this to use. (You cannot use this with mono.)
hu: Ehhez előbb sztereó-audiót kell kiválasztania. (Monóval nem megy.)

source: You must first select some audio for this to use.
hu: Elősször válasszon audiót.

source: You must first select some audio for this to use. (Selecting other kinds of track won't work.)
hu: Elősször válasszon audiót.. (Más sávtípusokkal nem megy.)

source: Disallowed
hu: Nem megengedett

source: Loaded %d keyboard shortcuts
hu: %d gyorsbillentyű betöltése

source: Loading Keyboard Shortcuts
hu: Gyorsbillentyűk betöltése

source: Saved
hu: Elmentve

source: Error trying to save file:
hu: Hiba a fájlmentés kísérleténél:

source: Ratio
hu: Arány:

source: Amplification (dB):
hu: Erősítés (dB):

source: Amplification dB
hu: Erősítés (dB):

source: New Peak Amplitude (dB):
hu: Új csúcsamplitúdó (dB):

source: Allow clipping
hu: Túlvezérlés engedélyezése

source: Amplify
hu: Erősíteni

source: You selected a track which does not contain audio. AutoDuck can only process audio tracks.
hu: Ön audió nélküli sávot választott ki. Auto-Duck azonban dolgozhat csak audiósávokkal is

source: Auto Duck needs a control track which must be placed below the selected track(s).
hu: Auto-Duck vezérlősávot ígényel, amelynek közvetlenül a(z) kiválasztott sáv(ok) alatt kell lennie.

source: Duck amount:
hu: Hangerő csökkentés:

source: Maximum pause:
hu: Megengedett szünet:

source: seconds
hu: másodperc

source: Outer fade down length:
hu: Lehalkítás (kívül):

source: Outer fade up length:
hu: Felerősít (kívül):

source: Inner fade down length:
hu: Lehalkít (belül):

source: Inner fade up length:
hu: Felerősít (belül):

source: Threshold:
hu: Határérték:

source: Preview not available
hu: Előhalgatás nem elérhető

source: Bass
hu: Basszus

source: Treble
hu: Magasságok

source: Level
hu: Szint

source: Normalize
hu: Normalizálás

source: &Bass (dB):
hu: &Basszus (dB):

source: Bass (dB):
hu: Basszus (dB):

source: &Treble (dB):
hu: &Magasságok (dB):

source: &Level (dB):
hu: &Szint (dB):

source: &Enable level control
hu: Szintszabályozás bekapocsolása

source: No change to apply.
hu: Nincsennek átveendő változások.

source: Bass and Treble
hu: Basszus és magasság

source: Change Pitch without Changing Tempo
hu: Hangmagasság-változtatás (a tempóra nincs hatással)

source: Estimated Start Pitch: %s%d (%.3f Hz)
hu: Előre látható kezdőhang-magasság: %s%d (%.3f Hz)

source: Pitch
hu: Hangmagasság

source: from
hu: innen:

source: from Octave
hu: oktávtól

source: to
hu: eddig:

source: to Octave
hu: oktávig

source: Semitones (half-steps):
hu: Félhang-lépésközök:

source: Semitones (half-steps)
hu: Félhangok (fél lépésenként)

source: Frequency
hu: Frekvencia

source: from (Hz)
hu: innen (Hz):

source: to (Hz)
hu: eddig (Hz):

source: Percent Change:
hu: Változás %-ban:

source: Percent Change
hu: Változás százalékban

source: Change Pitch
hu: Hangmagasság-változtatás

source: n/a
hu: nem fontos

source: hh:mm:ss + milliseconds
hu: hh:pp:ss + ezredmásodperc

source: Change Speed, affecting both Tempo and Pitch
hu: Tempó és hangmagasság változtatása

source: Speed Multiplier:
hu: Sebességtöbbszöröző:

source: Standard Vinyl rpm:
hu: Lemezfordulat::

source: From rpm
hu: Percenkénti fordulatszámtól

source: To rpm
hu: Percenkénti fordulatszámig

source: Selection Length
hu: Választék hossza

source: Current length of selection.
hu: Választék jelenlegi hossza

source: Change Speed
hu: Tempó/Hangmagasság változtatása

source: Change Tempo without Changing Pitch
hu: Tempó-változtatás (nincs hatással a hangmagasságra)

source: Beats per minute:
hu: Percenkénti ütemszám:

source: From beats per minute
hu: Percenkénti ütemszámtól

source: To beats per minute
hu: Percenkénti ütemszámig

source: Length (seconds):
hu: Hossza (másodpercekben):

source: From length in seconds
hu: Másodpercekben mért hosszától

source: To length in seconds
hu: Másodpercekben mért hosszáig

source: Change Tempo
hu: Tempó-változtatás

source: Threshold
hu: Küszöbérték

source: Algorithm not effective on this audio. Nothing changed.
hu: Az algoritmus nincs hatással erre az audióra. Semmi nem változott.

source: Selection must be larger than %d samples.
hu: A kiválasztottnak nagyobbnak kell lennie, mint a %d minta.

source: Threshold (lower is more sensitive):
hu: Küszöbérték (alacsonyabb érzékenyebb):

source: Max Spike Width (higher is more sensitive):
hu: Maximális kattintás-szélesség (nagyobb, érzékenyebb):

source: Max Spike Width
hu: Maximális kattintás-szélesség

source: Click Removal
hu: Kattintás-szűrő

source: Noise Floor:
hu: Mellékzörejek:

source: Noise Floor
hu: Mellékzörejek

source: Ratio:
hu: Arány:

source: Attack Time:
hu: Válaszidő:

source: Attack Time
hu: Válaszidő

source: Release Time:
hu: Lecsengés ideje:

source: Release Time
hu: Lecsengés ideje:

source: Make-up gain for 0 dB after compressing
hu: 0 dB-re növelés elvégzése tömörítés után

source: Compress based on Peaks
hu: Rövid csúcsok figyelembevétele

source: Threshold %d dB
hu: Határérték: %d dB

source: Noise Floor %d dB
hu: Mellékzörejek %d dB

source: Ratio %.0f to 1
hu: Arány %.0f az 1-hez

source: Ratio %.1f to 1
hu: % arány 1f az 1-hez

source: Attack Time %.2f secs
hu: Válaszidő: %.2f sec

source: %.2f secs
hu: %.2f Sek.

source: Release Time %.1f secs
hu: Abklingzeit %.1f Sek.

source: %.1f secs
hu: %.1f Sek.

source: Compressor
hu: Tömörítő

source: Start time after end time! Please enter reasonable times.
hu: Az indulásidő a vége-idő után van! Válasszon értelmes értékeket.

source: Times are not reasonable! Please enter reasonable times.
hu: Különös időadatok! Válasszon értelmes területeket audióval egy sávon belül.

source: Nothing to measure. Please select a section of a track.
hu: Nincs mit kiszámolni. Válasszon ki egy területet.

source: You can only measure one track at a time.
hu: Sávokat csak egyenként lehet kiszámítani. Válasszon ki megfelelő területet.

source: Please select something to be measured.
hu: Válasszon ki valamit a kiszámításhoz.

source: Contrast Analyzer, for measuring RMS volume differences between two selections of audio.
hu: Egy sáv két kiválasztott területe hangerőkülönbségének kiszámítása.

source: Volume
hu: Hangerő

source: &Foreground:
hu: &Előtér:

source: hh:mm:ss + hundredths
hu: h:p:sec + század

source: Foreground start time
hu: Startidő előtér

source: Foreground end time
hu: Vége-idő előtér

source: &Measure selection
hu: &Kiválasztott kiszámítása

source: &Background:
hu: &Háttér::

source: Background start time
hu: Startidő háttér

source: Background end time
hu: Vége-idő háttér

source: Mea&sure selection
hu: Kiválas&ztott kiszámítása

source: Result
hu: Eredmény

source: Co&ntrast Result:
hu: Ko&ntraszt-eredmény:

source: R&eset
hu: Alapra állí&tás

source: &Difference:
hu: &Különbség:

source: E&xport...
hu: &Exportálás...

source: No foreground measured
hu: Előtér nem kiszámított

source: Measured foreground level
hu: Mért előtér-szint

source: zero
hu: nulla

source: No background measured
hu: Háttér nem kiszámított

source: Measured background level
hu: Mért háttérszint

source: WCAG2 Pass
hu: WCAG2: "OK"

source: WCAG2 Fail
hu: Túl alacsony kointraszt

source: Current difference
hu: Különbség

source: indeterminate
hu: határozatlan

source: %.1f dB Average RMS
hu: Középérték %.1f dB

source: infinite dB difference
hu: Végtelen szintkülönbség

source: Please enter valid times.
hu: Adjon meg érvényes időket.

source: Export Contrast Result As:
hu: Kontraszt-eredmény exportálása mint:

source: WCAG 2.0 Success Criteria 1.4.7 Contrast Results
hu: WCAG 2.0 Success Criteria 1.4.7 kontraszt-eredmények

source: Filename = %s.
hu: Fájlnév = %s.

source: Foreground
hu: Előtér

source: Time started = %2d hour(s), %2d minute(s), %.2f seconds.
hu: Start-idő = %2d óra, %2d perc, %.2f másodperc.

source: Time ended = %2d hour(s), %2d minute(s), %.2f seconds.
hu: Vége-idő = %2d óra, %2d perc, %.2f másodperc.

source: Average RMS = %.1f dB.
hu: Átlagos effektív-érték = %.1f dB.

source: Average RMS = zero.
hu: Átlagos szint = nulla

source: Average RMS = dB.
hu: Átlagos effektív-érték = dB.

source: Background
hu: Háttér

source: Results
hu: Eredmények

source: Difference is indeterminate.
hu: Különbség meghatározatlan.

source: Difference = %.1f Average RMS dB.
hu: Különbség = %.1f átlagos effektívérték dB-ben.

source: Difference = infinite Average RMS dB.
hu: Különbség = végtelen átlagos effektívérték dB-ben.

source: Success Criteria 1.4.7 of WCAG 2.0: Pass
hu: Sikerkritériumok 1.4.7 WCAG 2.0-től: Sikeres

source: Success Criteria 1.4.7 of WCAG 2.0: Fail
hu: Sikerkritériumok 1.4.7 WCAG 2.0-től: Sikertelen

source: Data gathered
hu: Adatok beolvasva

source: DTMF sequence:
hu: Számsor:

source: Duration:
hu: Időtartam:

source: Tone/silence ratio:
hu: Hang / Csend:

source: Duty cycle:
hu: Kihasználtság:

source: Tone duration:
hu: Hang időtartama:

source: Silence duration:
hu: Csend időtartama:

source: Delay
hu: Késleltetés

source: Delay time (seconds):
hu: Késleltetés (másodperc):

source: Decay factor:
hu: Lecsengésfaktor:

source: Echo
hu: Visszhang

source: hh:mm:ss + samples
hu: hh:pp:ss + minták

source: Preparing preview
hu: Előhallgatás előkészítése

source: Previewing
hu: Előhallgatás

source: Error while opening sound device. Please check the playback device settings and the project sample rate.
hu: Hiba az audióeszköz megnyitásakor. Ellenőrizze az eszköz beállításait és a projektben beállított mintavételt (mintavétel-arány).

source: &Manage
hu: Ke&zelés

source: Manage presets and options
hu: Előbeállítások és opciók kezelése

source: Start &Playback
hu: Lejátszás &indítása

source: Start and stop playback
hu: Lejátszás indítása és megállítása

source: Skip &Backward
hu: Visszafelé á&tugrani

source: Skip backward
hu: Visszafelé átugrani

source: Skip &Forward
hu: Átugrtás &előre

source: Skip &Foreward
hu: Átugrtás &előre

source: Skip forward
hu: Átugrtás előre

source: Enable
hu: Bekapcsolni

source: You must select audio in the project window.
hu: Az audiót a projektablakban kell kiválasztani.

source: User Presets
hu: Felhasználói előbeállítások

source: Delete Preset
hu: Előbeállítás törlése

source: Defaults
hu: Alapbeállítások

source: None
hu: Nincs

source: Factory Presets
hu: Gyári beállítások

source: Import...
hu: Importálás …

source: Export...
hu: Exportálás …

source: Options...
hu: Opciók...

source: Type: %s
hu: Típus: %s

source: Name: %s
hu: Név: %s

source: Version: %s
hu: Verzió: %s

source: Vendor: %s
hu: Gyártó: %s

source: Description: %s
hu: Leírás: %s

source: About
hu: Az Audacity névjegye

source: Are you sure you want to delete "%s"?
hu: Valóban törli »%s«-t?

source: Save Preset
hu: Előbeállítások mentése

source: Preset name:
hu: Előbeállítás-név:

source: Stop &Playback
hu: Lejátszás me&gállítása

source: Applied effect: %s
hu: %s-hatás alkalmazva

source: Attempting to initialize the following effect failed: %s More information may be available in Help->Show Log
hu: A következő hatás telepítése sikertelen volt: %s Több információ a Súgóban->Napló megjelenítése… elérhető

source: Effect failed to initialize
hu: A hatás inicializálása sikertelen volt

source: Effects Rack
hu: Hatás-tálca

source: &Apply
hu: &Alkalmazni

source: Latency: 0
hu: Késleltetés: 0

source: &Bypass
hu: &Kezelés

source: Active State
hu: Aktív állapot

source: Set effect active state
hu: A hatás aktív állapotának megadása

source: Show/Hide Editor
hu: Szerkesztő látszik/rejtett

source: Open/close effect editor
hu: Hatás-szerkesztő megnyitása/bezárása

source: Move Up
hu: Felfelé

source: Move effect up in the rack
hu: Tárhelyen lévő hatás áthelyezése felfelé

source: Move Down
hu: Lefelé

source: Move effect down in the rack
hu: Tárhelyen lévő hatás áthelyezése lefelé

source: Favorite
hu: Kedvenc

source: Mark effect as a favorite
hu: Hatás megjelölése kedvencként

source: Remove effect from the rack
hu: Hatás eltávolítása a tárból

source: Name of the effect
hu: A hatás neve

source: Latency: %4d
hu: Késleltetés: %4d

source: B-spline
hu: B-görbe

source: Cosine
hu: Koszinusz

source: Cubic
hu: Köbös

source: To use this EQ curve in a batch chain, please choose a new name for it. Choose the 'Save/Manage Curves...' button and rename the 'unnamed' curve, then use that one.
hu: EQ-görbe kötegelt feldolgozásához adjon meg új nevet. Válassza a 'Görbék mentése/kezelése...' gombot, nevezze át a görbét 'névtelen'-ként és használha aztán a kívánt nevet.

source: EQ Curve needs a different name
hu: z EQ-görbe más fájlnevet igényel

source: To apply Equalization, all selected tracks must have the same sample rate.
hu: A hangszínszabályzó használatához, minden sávnak azonos mitavétel-aránnyal kell rendezlkeznie.

source: &Draw Curves
hu: &Görbék

source: Draw Curves
hu: Görbék

source: &Graphic EQ
hu: &Grafikus EQ

source: Graphic EQ
hu: Grafikai hangszínszabályzó

source: Li&near Frequency Scale
hu: &Lineáris ábrázolás

source: Linear Frequency Scale
hu: Lineáris kijelző

source: Length of &Filter:
hu: &Szűrőhossz:

source: Length of Filter
hu: Szűrőhossz

source: &Select Curve:
hu: Görbe-&választás:

source: S&ave/Manage Curves...
hu: Görbék &kezelése...

source: Save and Manage Curves
hu: Görbék mentése és kezelése

source: Fla&tten
hu: &Egyenes

source: &Invert
hu: &Invertálás

source: G&rids
hu: &Rács

source: Grids
hu: Rácsvonalak

source: &Processing:
hu: &Feldolgozás:

source: D&efault
hu: Ala&pértelmezett

source: Default
hu: Alapértelmezett

source: SSE &Threaded
hu: SSE &menetes

source: AV&X Threaded
hu: AV&X menetes

source: AVX Threaded
hu: AVX menetes

source: &Bench
hu: &Szint

source: EQCurves.xml and EQDefaultCurves.xml were not found on your system. Please press 'help' to visit the download page. Save the curves at %s
hu: EQCurves.xml és EQDefaultCurves.xml nem találhatók a rendszerben. Hívja be a 'Súgó'-t, és keresse meg a letöltés-oldalt. Mentse a görbéket a(z) %s-ba

source: EQCurves.xml and EQDefaultCurves.xml missing
hu: EQCurves.xml és EQDefaultCurves.xml hiányoznak

source: unnamed
hu: átnevezve

source: Error Loading EQ Curves from file: %s Error message says: %s
hu: Hiba a EQ-görbék betöltésekor e fájlból: %s A hibajelentés: %s

source: Error Loading EQ Curves
hu: Hiba a EQ-görbék betöltésekor

source: Error Saving Equalization Curves
hu: Hiba a hangszínsazabályzógörbék mentésekor

source: Requested curve not found, using 'unnamed'
hu: A kívánt görbe nem található, használja 'névtelen'-ként

source: Curve not found
hu: A görbe nem található

source: Manage Curves List
hu: Görbe-lista kezelése

source: Manage Curves
hu: Görbék kezelése

source: &Curves
hu: &Görbék

source: Curve Name
hu: Görbenév

source: &Rename...
hu: Át&nevezés...

source: D&elete...
hu: &Törlés...

source: I&mport...
hu: &Importálás...

source: &Get More...
hu: &Görbék letöltése...

source: Help
hu: Súgó

source: Rename 'unnamed' to save a new entry. 'OK' saves all changes, 'Cancel' doesn't.
hu: Nevezze át 'névtelen'-re új bejegyzés készítéséhez. 'OK' elment minden változást, 'Mégse' nem.

source: 'unnamed' always stays at the bottom of the list
hu: névtelen' mindig a legalsó listabejegyzés

source: 'unnamed' is special
hu: 'névtelen' speciális eset

source: Rename '
hu: Átnevezés erről: '

source: ' to...
hu: ' erre:...

source: Rename...
hu: Átnevezés...

source: Name is the same as the original one
hu: A név az eredetivel megegyezik

source: Same name
hu: Azonos név

source: Overwrite existing curve '
hu: Felülírja a meglévő '

source: Curve exists
hu: Ez a görbe már létezik

source: You cannot delete the 'unnamed' curve.
hu: A "névtelen" görbe nem törölhető.

source: Can't delete 'unnamed'
hu: A 'névtelen' nem törölhető.

source: Delete '
hu: Törli '

source: Confirm Deletion
hu: Törlés megerősítése

source: Delete
hu: Törli

source: items?
hu: az elemeket?
