Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: Properly configured FFmpeg is required to proceed. You can configure it at Preferences > Libraries.
hu: Megfelelően konfigurált FFmpeg szükséges a folytatáshoz. Itt konfigurálhatja: Beállítások > Könyvtárak.

source: FFmpeg : ERROR - Can't determine format description for file "%s".
hu: FFmpeg : HIBA - »%s« fájl formátumleírása nem állapítható meg.

source: FFmpeg Error
hu: FFmpeg-hiba

source: FFmpeg : ERROR - Can't allocate output format context.
hu: FFmpeg : HIBA - Nem lehetett a kimeneti formátum-összefüggést kijelölni.

source: FFmpeg : ERROR - Can't add audio stream to output file "%s".
hu: FFmpeg : HIBA - Nem lehetett az audióáramlást a »%s« kimeneti fájlhoz hozzáadni.

source: FFmpeg : ERROR - Can't write headers to output file "%s". Error code is %d.
hu: FFmpeg : HIBA - Nem lehetett a fejlécet a(z) »%s« kimeneti fájlba írni. Hibakód %d.

source: FFmpeg cannot find audio codec 0x%x. Support for this codec is probably not compiled in.
hu: Fmpeg nem találja a(z) 0x%x audió-kódeket. Lehet, hogy nincs beállítva támogatás e kódekhez.

source: FFmpeg : ERROR - Can't open audio codec 0x%x.
hu: FFmpeg : HIBA - 0x%x audiocodec nem nyitahtó meg.

source: FFmpeg : ERROR - Can't allocate buffer to read into from audio FIFO.
hu: FFmpeg : HIBA - Nem sikerült puffert foglalni a FIFO audió olvasásához.

source: FFmpeg : ERROR - Could not get sample buffer size
hu: FFmpeg : HIBA - Nem sikerült lekérdezni a minta-pufferméretet

source: FFmpeg : ERROR - Could not allocate bytes for samples buffer
hu: FFmpeg : HIBA - Nem lehet bájtot lefoglalni a mintapufferhez

source: FFmpeg : ERROR - Could not setup audio frame
hu: FFmpeg : HIBA - Nem sikerült beállítani audio frame-t

source: FFmpeg : ERROR - encoding frame failed
hu: FFmpeg : HIBA - A frame kódolása sikertelen

source: FFmpeg : ERROR - Too much remaining data.
hu: FFmpeg : HIBA - Túl sok megmaradt adat.

source: FFmpeg : ERROR - Couldn't write last audio frame to output file.
hu: FFmpeg : HIBA - Nem lehetett az utolsó audioframe-t a kimeneti fájlba írni.

source: FFmpeg : ERROR - nAudioFrameSizeOut too large.
hu: FFmpeg : HIBA - nAudioFrameSizeOut túl nagy.

source: FFmpeg : ERROR - Can't encode audio frame.
hu: FFmpeg : HIBA - Az audioframe nem kódolható.

source: FFmpeg : ERROR - Failed to write audio frame to file.
hu: FFmpeg : HIBA- Az audioframe nem írható fájlba.

source: Attempted to export %d channels, but maximum number of channels for selected output format is %d
hu: Ön megpróbál %d csatornát exoprtálni, azonban a választott formátumhoz a lehetséges maximális szám %d

source: Exporting selected audio as %s
hu: Kiválasztott audió %s-ként exportálva

source: Exporting entire file as %s
hu: Egész fájl %s-ként exportálva

source: Invalid sample rate
hu: Érvénytelen mintavétel-arány

source: The project sample rate (%d) is not supported by the current output file format.
hu: A(z) (%d) mintavétel-arányt a jelenlegi kimeneti fájlformátum nem támogatja.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the current output file format.
hu: A (%d) mintavétel-arány és (%d kbit/s) bitarány kombinációját a kimeneti formátum nem támogatja.

source: You may resample to one of the rates below.
hu: Átalakíthatja ezen arányok valamelyikébe.

source: Sample Rates
hu: Mintavétel-arányok

source: Specify AC3 Options
hu: AC3-opciók készítése

source: %i kbps
hu: %i kbit/s

source: AC3 Export Setup
hu: AC3-export-beállítások

source: Bit Rate:
hu: Bitrarány:

source: Specify AAC Options
hu: AAC-opciók beállítása

source: AAC Export Setup
hu: AAC-exportbeállítások

source: Quality:
hu: Minőség:

source: Specify AMR-NB Options
hu: AMR-NB-opciók beállítása

source: %.2f kbps
hu: %.2f kbit/s

source: AMR-NB Export Setup
hu: AMR-NB-exportbeállítások

source: Specify WMA Options
hu: WMA-opciók beállíása

source: WMA Export Setup
hu: WMA-exportbeállítások

source: Overwrite preset '%s'?
hu: Felülírja a(z) '%s' előbeállítást?

source: Confirm Overwrite
hu: Felülírás megerősítése

source: Please select format before saving a profile
hu: Profilmentés előtt válasszon egy formátumot

source: Please select codec before saving a profile
hu: Profilmentés előtt válasszon egy kódeket

source: Preset '%s' does not exist.
hu: A(z) '%s' előbeállítás nem létezik.

source: Main
hu: Legfontosabb

source: LTP
hu: LTP (Audiótömörítés)

source: M4A (AAC) Files (FFmpeg)
hu: M4A (AAC)-fájlok (FFmpeg)

source: AC3 Files (FFmpeg)
hu: AC3-fájlok (FFmpeg)

source: AMR (narrow band) Files (FFmpeg)
hu: AMR-keskenysávú fájlok (FFmpeg)

source: WMA (version 2) Files (FFmpeg)
hu: WMA (verzió 2) fájlok (FFmpeg)

source: Custom FFmpeg Export
hu: FFmpeg-export

source: Estimate
hu: Becslés

source: 2-level
hu: 2-szintl

source: 4-level
hu: 4-szint

source: 8-level
hu: 8-szint

source: Full search
hu: Teljes keresés

source: Log search
hu: Naplókeresés

source: Specify Other Options
hu: Adjon meg más opciókat

source: Preset:
hu: Előbeállítás:

source: Load Preset
hu: Előbeállítás betöltése

source: Import Presets
hu: Előbeállítás importálása

source: Export Presets
hu: Előbeállítás exportálása

source: Format:
hu: Formátum:

source: Codec:
hu: Kódek:

source: Not all formats and codecs are compatible. Nor are all option combinations compatible with all codecs.
hu: Nem lehet minden formátumot, kódeket, és opciót egymással kombinálni.

source: Show All Formats
hu: Minden formátum látszik

source: Show All Codecs
hu: Minden kódek látszik

source: General Options
hu: Alapbeállítások

source: Language:
hu: Nyelv:

source: ISO 639 3-letter language code Optional empty - automatic
hu: ISO 639 3-letter nyelvkód Opcionális üres - automatikus

source: Bit Reservoir
hu: bájt tár

source: Tag:
hu: Címke:

source: Codec tag (FOURCC) Optional empty - automatic
hu: Kódek-címke (FOURCC) Opcionális üres - automatikus

source: Bit Rate (bits/second) - influences the resulting file size and quality Some codecs may only accept specific values (128k, 192k, 256k etc) 0 - automatic Recommended - 192000
hu: Bitarány (Bits/sec.) - befolyásolja a fájlméretet és a minőséget Néhány kódek csak bizonyos értékeket vesz figyelembe (128k, 192k, 256k, stb.) 0 - automatikus Javasolt - 192000

source: Overall quality, used differently by different codecs Required for vorbis 0 - automatic -1 - off (use bitrate instead)
hu: Általános minőség, kifejezetten egyes kódekek használják Ogg-Vorbis-hez szükséges 0 - automatikus -1 - ki (helyette bitarányt használ)

source: Sample Rate:
hu: Mintavétel-arány:

source: Sample rate (Hz) 0 - don't change sample rate
hu: Mintavétel-arány (Hz) 0 - mintavétel-arányt nem változtatni

source: Cutoff:
hu: Vágáspont:

source: Audio cutoff bandwidth (Hz) Optional 0 - automatic
hu: Korlátozandó sávszélesség (Hz) Opcionális 0 - automatikus

source: Profile:
hu: Profil:

source: AAC Profile Low Complexity -default Most players won't play anything other than LC
hu: AC-profil Alacsony komplexitású (LC) -alapért. A legtöbb lejátszó csak LC-t játszik

source: FLAC options
hu: FLAC-opciók

source: Compression:
hu: Tömörítés:

source: Compression level Required for FLAC -1 - automatic min - 0 (fast encoding, large output file) max - 10 (slow encoding, small output file)
hu: Tömörítésszint FLAC-hoz szükséges -1 - automatikus min - 0 (gyorsabb kódolás, nagyobb fájl(ok)) max - 10 (lassúbb kódolás, kisebb fájl(ok))

source: Frame size Optional 0 - default min - 16 max - 65535
hu: Frame-méret Opcionális 0 - Standard min - 16 max - 65535

source: LPC coefficients precision Optional 0 - default min - 1 max - 15
hu: LPC-együtthatók pontossága Opcionális 0 - Standard min - 1 max - 15

source: PdO Method:
hu: PdO módszer:

source: Prediction Order Method Estimate - fastest, lower compression Log search - slowest, best compression Full search - default
hu: Predikció-módszer Becslés - gyors, kis tömörítés Naplókeresés - lassú, legjobb tömörítés Teljes keresés - Standard

source: Minimal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
hu: Csekély predikció Opcionális -1 - Standard min - 0 max - 32 (LPC-vel) vagy 4 (LPC nélkül)

source: Maximal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
hu: Maximális predikció Opcionális -1 - Standard min - 0 max - 32 (LPC-vel) vagy 4 (LPC nélkül)

source: Minimal partition order Optional -1 - default min - 0 max - 8
hu: Minimális felosztás Opcionális -1 - Standard min - 0 max - 8

source: Maximal partition order Optional -1 - default min - 0 max - 8
hu: Maximális felosztás Opcionális -1 - Standard min - 0 max - 8

source: Use LPC
hu: LPC (lineáris predikció) használata

source: MPEG container options
hu: MPEG-konténer opciók

source: Mux Rate:
hu: Multiplex-arány:

source: Maximum bit rate of the multiplexed stream Optional 0 - default
hu: Multiplex adatáramlás maximális bitaránya Opcionális 0 - Standard

source: Packet Size:
hu: Csomagméret:

source: Packet size Optional 0 - default
hu: Csomagméret: Opcionális 0 - Standard

source: You can't delete a preset without name
hu: Név megadása nélkül nem törölhet előbeállításokat

source: Delete preset '%s'?
hu: Törli a(z) '%s' előbeállítást?

source: You can't save a preset without name
hu: Név megadása nélkül nem menthet előbeállításokat

source: Select xml file with presets to import
hu: Válasszon ki egy xml-fájlt előbeállításokkal az importhoz

source: XML files (*.xml)|*.xml|All files|*
hu: XML-fájlok (*.xml)|*.xml|Minden fájl (*.*)|*.*

source: Select xml file to export presets into
hu: Válasszon ki egy xml-fájlt az előbeállítások exportjához

source: Failed to guess format
hu: Formátum nem állapítható meg

source: Failed to find the codec
hu: A kódek nem található

source: Specify FLAC Options
hu: FLAC-opciók beállítása

source: 0 (fastest)
hu: 0 (leggyorsabb)

source: 8 (best)
hu: 8 (leggyorsabb)

source: FLAC Export Setup
hu: FLAC-exportbeállítások

source: Bit depth:
hu: Mintamélység:

source: FLAC Files
hu: FLAC-fájlok

source: FLAC export couldn't open %s
hu: FLAC-export nem tudta megnyitni a(z) %s-t

source: FLAC encoder failed to initialize Status: %d
hu: FLAC-kódoló nem inicializálható Állapot: %d

source: Exporting the selected audio as FLAC
hu: Kiválasztott audió exportálása FLAC-ként

source: Exporting the entire project as FLAC
hu: A teljes projekt exportálása FLAC-ként

source: Specify MP2 Options
hu: MP2-opciók beállítása

source: MP2 Export Setup
hu: MP2-exportbeállítások

source: MP2 Files
hu: MP2-fájlok

source: Cannot export MP2 with this sample rate and bit rate
hu: MP2 nem exportálható ezzel a mintavétel-aránnyal, illetve bitaránnyal.

source: Unable to open target file for writing
hu: Célfájl nem nyitható meg írásra

source: Exporting selected audio at %ld kbps
hu: Kiválasztott audió exportálása %ld kbit/s bitrátával

source: Exporting entire file at %ld kbps
hu: A teljes fájl exportálása %ld kbit/s bitrátával

source: kbps
hu: kbit/s

source: (Best Quality)
hu: (Legjobb minőség)

source: (Smaller files)
hu: (kisebb fájlok)

source: Fast
hu: Gyors

source: Standard
hu: Alapértelmezett

source: Insane
hu: Elhasználódott

source: Extreme
hu: Extrém

source: Medium
hu: Közepes

source: Specify MP3 Options
hu: MP3-opciók beállítása

source: MP3 Export Setup
hu: MP3-exportbeállítások

source: Bit Rate Mode:
hu: Bitarány-mód:

source: Variable
hu: Terület

source: Average
hu: Átlagos

source: Constant
hu: Rögzített érték

source: Quality
hu: Minőség

source: Variable Speed:
hu: Változtatható sebesség:

source: Channel Mode:
hu: Csatornamód:

source: Joint Stereo
hu: Vegyes sztereó

source: Stereo
hu: Sttereó

source: Locate Lame
hu: Lame keresése

source: Audacity needs the file %s to create MP3s.
hu: MP3-mak készítéséhez az Audacity-nek szüksége van a(z) %s fájlra.

source: Location of %s:
hu: %s itt van:

source: To find %s, click here -->
hu: A(z) %s megtalálásához kattintson itt -->

source: To get a free copy of Lame, click here -->
hu: A Lame szabad verziójának letöltéséhez kattintson itt -->

source: Where is %s?
hu: Hol található a fájl: "%s"?

source: You are linking to lame_enc.dll v%d.%d. This version is not compatible with Audacity %d.%d.%d. Please download the latest version of the LAME MP3 library.
hu: Ön a lame_enc.dll v%d.%d-t akarja használni. E verzió azonban nem kompatibilis az az Audacity %d.%d.%d-vel. Töltse le az utolsó verziót a LAME-MP3-könyvtárból.

source: Only lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files|*
hu: Csak lame_enc.dll|lame_enc.dll|Dinamikusan linkelt könyvtárak (*.dll)|*.dll|Minden fájl (*.*)|*

source: Only libmp3lame.dylib|libmp3lame.dylib|Dynamic Libraries (*.dylib)|*.dylib|All Files (*)|*
hu: Csak libmp3lame.dylib|libmp3lame.dylib|Dinamikus könyvtárak (*.dylib)|*.dylib|Minden fájl (*)|*

source: Only libmp3lame.so.0|libmp3lame.so.0|Primary Shared Object files (*.so)|*.so|Extended Libraries (*.so*)|*.so*|All Files (*)|*
hu: Csak libmp3lame.so|libmp3lame.so|Könyvtárfájlok (*.so)|*.so| Bővített könyvtárak (*.so*)|*.so*|Minden fájl (*)|*

source: MP3 Files
hu: MP3-fájlok

source: Could not initialize MP3 encoding library!
hu: MP3-kódoló nem nyitható meg!

source: Could not open MP3 encoding library!
hu: MP3-kódoló nem nyitható meg!

source: Not a valid or supported MP3 encoding library!
hu: Érvénytelen könyvtár, vagy nem támogatott MP3-kódoló!

source: Unable to initialize MP3 stream
hu: MP3-adatáramlás nem inicializálható

source: Exporting selected audio with %s preset
hu: Kiválasztott audió exportálása %s előbeállítással

source: Exporting entire file with %s preset
hu: Egész fájl exportálása %s előbeállítással

source: Exporting selected audio with VBR quality %s
hu: Kiválasztott audió exyportálása %s változtatható bitarány-minőséggel

source: Exporting entire file with VBR quality %s
hu: Teljes fájl exportálása változtatható bitraránnyal %s minőségben.

source: Exporting selected audio at %d Kbps
hu: Kiválasztott hangl exportálása %d kbit/s-al

source: Exporting entire file at %d Kbps
hu: Az MP3-kódoló %d hibát jelez

source: Error %ld returned from MP3 encoder
hu: Az MP3-kódoló %ld hibát jelez

source: The project sample rate (%d) is not supported by the MP3 file format.
hu: A (%d) projekt-mintavétel-arányt az MP3- formátum nem támogatja.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the MP3 file format.
hu: A %d projekt-mintavétel-arány és a(z) %d kbps bitarány kombinációt az MP3- formátum nem támogatja.

source: MP3 export library not found
hu: MP3-Export-könyvtár nem található

source: Export Multiple
hu: Több fájl exportálása

source: Cannot Export Multiple
hu: Több fájl nem lehetett exportálni

source: You have only one unmuted Audio Track and no applicable labels, so you cannot export to separate audio files.
hu: Önnek csak egy nem némított audiósávja van és nincsennek alkalmas könyvjelzői, tehát nem exportálhat különálló audiófájlokba.

source: Export format:
hu: Exportformátum:

source: Export location:
hu: Export-mappa:

source: Create
hu: Készítés

source: Split files based on:
hu: Készítsen fájlokat e segítségével:

source: Labels
hu: Könyvjelzők

source: Include audio before first label
hu: Az első könyvjelző előtti audióadatokkal együtt

source: First file name:
hu: Első fájlnév:

source: First file name
hu: Első fájlnév

source: Name files:
hu: Fájlnév készítése ebből:

source: Using Label/Track Name
hu: Könyvjelzők ill. sávnevek

source: Numbering before Label/Track Name
hu: Számozás plusz könyvjelző/sávnév

source: Numbering after File name prefix
hu: A kívánt fájlnév plusz számozás

source: File name prefix:
hu: A kívánt fájlnév:

source: File name prefix
hu: Fájlnév-előtag

source: Overwrite existing files
hu: Meglévő fájlok felülírása

source: "%s" successfully created.
hu: "%s" kész.

source: Choose a location to save the exported files
hu: Válasszon export-mappa helyet

source: Successfully exported the following %lld file(s).
hu: %lld fájl sikeresen exportálva:

source: Something went wrong after exporting the following %lld file(s).
hu: Valami baj volt a következő %lld fájl(ok) exportálásakor.

source: Export canceled after exporting the following %lld file(s).
hu: Megszakadt a következő %lld fájl(ok) exportálása után.

source: Export stopped after exporting the following %lld file(s).
hu: Megállt a következő %lld fájl(ok) exportálása után.

source: Something went really wrong after exporting the following %lld file(s).
hu: Valami nagy baj volt a következő %lld fájl(ok) exportálásakor.

source: "%s" doesn't exist. Would you like to create it?
hu: "%s" nem létezik. Elkészíti?

source: untitled
hu: névtelen

source: Label or track "%s" is not a legal file name. You cannot use any of: %s Use...
hu: A(z) "%s" szöveg vagy sávnév nem nem lehetséges fájlnév, vélhetően e miatt: %s És milyen lenne ez?

source: Save As...
hu: Mentés másként...

source: Specify Ogg Vorbis Options
hu: Ogg-Vorbis-opciók beállítása

source: Ogg Vorbis Files
hu: Ogg-Vorbis-fájlok

source: Exporting the selected audio as Ogg Vorbis
hu: Kiválasztott exportálása Ogg-Vorbis-fájlként

source: Exporting the entire project as Ogg Vorbis
hu: Az egész projekt exportálása Ogg-Vorbis-fájlként

source: Specify Uncompressed Options
hu: Nem tömörített fájlok exportja

source: Uncompressed Export Setup
hu: Beállítások

source: Header:
hu: Fejléc:

source: Encoding:
hu: Kódek:

source: (Not all combinations of headers and encodings are possible.)
hu: (Nem minden fejlécből és kódekből álló kombináció lehetséges.)

source: Other uncompressed files
hu: Más nem tömörített fájlok

source: Cannot export audio in this format.
hu: Az audió-adatok nem exportálhatók e formátumban.

source: Exporting the selected audio as %s
hu: Kiválasztott audió exportálása %s-ként

source: Exporting the entire project as %s
hu: Egész projekt exportálása %s-ként

source: Error while writing %s file (disk full?). Libsndfile says "%s"
hu: Hiba %s írásakor (Megtelt a merevlemez?). Libsndfile üzenete: "%s"

source: Error (file may not have been written): %s
hu: Hiba (a fájlt feltehetően nem lehetett írni): %s

source: There are no options for this format.
hu: E formátumhoz nincsenek opciók.

source: Select stream(s) to import
hu: Adatáramlás(ok) kiválasztása az importhoz

source: This version of Audacity was not compiled with %s support.
hu: Az Audacity e verziójának kompilálása %s támogatás nélkül történt.

source: "%s" is a MIDI file, not an audio file. Audacity cannot open this type of file for playing, but you can edit it by clicking File > Import > MIDI.
hu: "%s" MIDI-, és nem audiófájl. Az Audacity nem tud MIDI-fájlokat lejátszani, azonban Ön szerkesztheti itt: Fájl > Import > MIDI.

source: "%s" is an audio CD track. Audacity cannot open audio CDs directly. Extract (rip) the CD tracks to an audio format that Audacity can import, such as WAV or AIFF.
hu: "%s" egy audió-CD része. Az Audacity audió-CD-ket nem tud közvetlenül megnyitni. Extrahálja ("rippelje") a CD-t audióformátumba, amit az Audacity importálhat, pl. WAV vagy AIFF.

source: "%s" is a playlist file. Audacity cannot open this file because it only contains links to other files. You may be able to open it in a text editor and download the actual audio files.
hu: "%s" lejátszás-lista. Az Audacity nem tudja e fájlt megnyitni, mert nem tartalmaz audiót, hanem csak adiófájlokra mutató linkeket. Ezek az audiófájlok esetleg megtalálhatók a lejátszási lista megtekintésekor egy szövegszerkesztőben.

source: "%s" is a Windows Media Audio file. Audacity cannot open this type of file due to patent restrictions. You need to convert it to a supported audio format, such as WAV or AIFF.
hu: "%s" egy Windows-Media-audiófájl. A szabadalmi szabályok alapján az Audacity nem tudja megnyitni ezeket a fájlokat. A fájlt előbb át kell alakítania támogatott formátumúra, mint pl. WAV vagy AIFF.

source: "%s" is an Advanced Audio Coding file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
hu: "%s" egy Advanced-Audio-Coding-fájl. Az Audacity ilyen fájlokat nem tud megnyitni. Előbb alakítsa át Ön egy támogatott formátumra, mint pl. WAV vagy AIFF.

source: "%s" is an encrypted audio file. These typically are from an online music store. Audacity cannot open this type of file due to the encryption. Try recording the file into Audacity, or burn it to audio CD then extract the CD track to a supported audio format such as WAV or AIFF.
hu: "%s" titkosított audiófájl. Vélhetően online-zeneboltból származik. A titkosítás miatt az Audacity nem tudja megnyitni a fájlt. Próbálja meg az Audacity-vel felvenni a fájlt vagy írja audio-CD-ként adathordozóra, aztán extrahálhatja a CD-t és átalakíthatja támogatott formátumba, mint pl. WAV vagy AIFF.

source: "%s" is a RealPlayer media file. Audacity cannot open this proprietary format. You need to convert it to a supported audio format, such as WAV or AIFF.
hu: "%s" Real-Player-fájl. Az Audacity nem tudja megnyitni e formátumot. Előbb át kell alakítani támogatott formátumra, mint WAV vagy AIFF.

source: "%s" is a notes-based file, not an audio file. Audacity cannot open this type of file. Try converting it to an audio file such as WAV or AIFF and then import it, or record it into Audacity.
hu: "%s" hangjegyeken alapuló fájl, nem audiófájl. Az Audacity nem tudja megnyitni. Próbálja meg a fájlt támogatott audióformátumra, mint pl. WAV vagy AIFF átalakítani és aztán azt importálni. Esetleg vegye fel az Audacity-ben.

source: "%s" is a Musepack audio file. Audacity cannot open this type of file. If you think it might be an mp3 file, rename it to end with ".mp3" and try importing it again. Otherwise you need to convert it to a supported audio format, such as WAV or AIFF.
hu: "%s"egy Musepack-audiófájl. Az Audacity e fájltípust nem tudja megnyitni. Ha úgy gondolja, hogy MP3-fájl, adjon neki próbaképpen ".mp3" végződést és próbálja meg ismét importálni. Ellenkező esetben alakítsa át támogatott formátumúra, mint WAV vagy AIFF.

source: "%s" is a Wavpack audio file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
hu: "%s" egy Wavpack audiófájl. Az Audacity nem tudja megnyitni e fájltípust. Át kell alakítania támogatott formátumra, mint pl. WAV vagy AIFF.

source: "%s" is a Dolby Digital audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
hu: "%s" egy Dolby-Digital-audiófájl. Az Audacity e fájltípust jelenleg nem tudja megnyitni. Alakítsa át támogatott audióformátumra, mint pl. WAV vagy AIFF.

source: "%s" is an Ogg Speex audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
hu: "%s" egy Ogg-Speex-audiófájl. Az Audacity jelenleg nem tudja megnyitni e fájltípust. Alakítsa át támogatott audióformátumra, mint pl. WAV vagy AIFF.

source: "%s" is a video file. Audacity cannot currently open this type of file. You need to extract the audio to a supported format, such as WAV or AIFF.
hu: "%s" videófájl. Az Audacity jelenleg nem tudja megn yitn i e fájltípust. Extrahálja az audiót támogatott audióformátumra, mint pl. WAV vagy AIFF.

source: Audacity did not recognize the type of the file '%s'. If it is uncompressed, try importing it using "Import Raw".
hu: Az Audacity nem ismerte fel a(z) '%s' fájl fájltípusát. Ha nem tömörített, próbálja meg importálni itt: "Importálás -> Nyers adatok" .

source: Audacity recognized the type of the file '%s'. Importers supposedly supporting such files are: %s, but none of them understood this file format.
hu: Az Audacity felismerte a(z) '%s' fájl fájltípusát. Ezek az importőrök állítólag támogatják az ilyen fájlokat: %s, azonban közülük egy se értette meg a fájlformátumot.
