Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: <DIR>
hu: <MAPPA>

source: <DRIVE>
hu: <MEGHAJTÓ>

source: %ld bytes
hu: %ld bájt

source: Name
hu: Név

source: Size
hu: Méret

source: Type
hu: Típus

source: Modified
hu: Módosítva

source: Permissions
hu: Hozzáférés-jogok

source: Attributes
hu: Attribútumok

source: NewName
hu: ÚjNév

source: Operation not permitted.
hu: A folyamat nem engedélyezett.

source: Error
hu: Hiba

source: Illegal directory name.
hu: Nem engedélyezett mappanév.

source: File name exists already.
hu: A fájlnév már létezik.

source: View files as a list view
hu: Fájlok megjelenítése listanézetben

source: View files as a detailed view
hu: Fájlok megjelenítése részletes nézetben

source: Go to parent directory
hu: Váltás a fölérendelt mappába

source: Go to home directory
hu: Saját mappába ugrás

source: Create new directory
hu: Új mappa készítése

source: Current directory:
hu: Jelenlegi mappa:

source: Show hidden files
hu: Látszanak a rejtett fájlok

source: Illegal file specification.
hu: Nem megengedett fájladatok.

source: Directory doesn't exist.
hu: A mappa nem létezik.

source: File '%s' already exists, do you really want to overwrite it?
hu: A(zȝ »%s« fájl már létezik. Felülírja?

source: Confirm
hu: Megerősítés

source: Please choose an existing file.
hu: Válasszon létező fájlt.

source: co-founder
hu: Társ-alapítók

source: quality assurance
hu: Minőségbiztosítás

source: About Audacity
hu: Az Audacity névjegye

source: OK... Audacious!
hu: OK... Audasztikus!

source: If you find a bug or have a suggestion for us, please write, in English, to our <a href="mailto:feedback@audacityteam.org">feedback address</a>. For help, view the tips and tricks on our <a href="http://wiki.audacityteam.org/">wiki</a> or visit our <a href="http://forum.audacityteam.org/">forum</a>.
hu: Ha hibát talál, vagy javaslata van, ezt angolul tegye meg <a href="mailto:feedback@audacityteam.org">Feedback</a>. Segítséget talál a 'tippek és trükkök'-ben <a href="http://wiki.audacityteam.org/">Wiki oldalunkon </a> valamint <a href="http://forum.audacityteam.org/">Fórumunkon</a>.

source: translator_credits
hu: Magyar fordítás: Koncz László (koncz.l@upcmail.hu)

source: free, open source, cross-platform software for recording and editing sounds<br>
hu: Ingyenes, cross-platform nyílt forráskódú szoftver audió rögzítésére és szerkesztésére<br>

source: Credits
hu: Közreműködők

source: Audacity Developers
hu: Audacity-fejlesztők

source: Audacity Support Team
hu: Audacity-támogatócsapat

source: Emeritus Developers
hu: Egykori fejlesztők

source: Emeritus Team Members
hu: Egykori csoporttagok

source: Other Contributors
hu: További támogatók

source: Audacity is based on code from the following projects:
hu: Az Audacity az alábbi projektek programkódjaira alapoz:

source: Special thanks:
hu: Külön köszönet nekik:

source: <b>Audacity&reg;</b> software is copyright
hu: Az <b>Audacity&reg;</b> szoftverre a szerzői jogok vonatkoznak

source: The name <b>Audacity&reg;</b> is a registered trademark of Dominic Mazzoni.
hu: Az <b>Audacity&reg;</b> név Dominic Mazzoni védjegye

source: Build Information
hu: Információk a szoftververzióról

source: Enabled
hu: Bekapcsolva

source: Disabled
hu: Kikapcsolva

source: File Format Support
hu: Fájlformátum-támogatás

source: MP3 Importing
hu: MP3 Import

source: Ogg Vorbis Import and Export
hu: Ogg Vorbis import és export

source: ID3 tag support
hu: ID3-címke-támogatás

source: FLAC import and export
hu: FLAC import és export

source: Import via QuickTime
hu: Import QuickTime révén

source: Import via GStreamer
hu: Importálás GStreamer révén

source: Core Libraries
hu: Központi könyvtár

source: Sample rate conversion
hu: Mintavétel-konvertálás

source: Audio playback and recording
hu: Audiólejátszás és felvétel

source: Features
hu: Funkciók

source: Plug-in support
hu: Beépülő-támogatás

source: Sound card mixer support
hu: Hangkártya-keverők támogatása

source: Pitch and Tempo Change support
hu: Hangmagasság és ütem változtatásának támogatása

source: Extreme Pitch and Tempo Change support
hu: Extrém hangmagasság- és a tempóváltozás támogatása

source: Program build date:
hu: E programverzió:

source: Build type:
hu: Szoftvertípus:

source: Debug build
hu: Debug-verzió

source: Release build
hu: Szoftververzió

source: Installation Prefix:
hu: Telepítés.mappa:

source: Settings folder:
hu: Beállításmappa:

source: GPL License
hu: GPL-licenc

source: %s could not be found. It has been removed from the list of recent files.
hu: %s nem található. Eltávolították a fájllistáról.

source: One or more external audio files could not be found. It is possible they were moved, deleted, or the drive they were on was unmounted. Silence is being substituted for the affected audio. The first detected missing file is: %s There may be additional missing files. Choose File > Check Dependencies to view a list of locations of the missing files.
hu: Egy, vagy több audiófájl nem található. Lehet, hogy törölték vagy áthelyezték, vagy lekapcsolták az adathordozót. A fájlok helyén csend-beszúrás történt. Az első hiányzó fájl: %s Lehet, hogy további fájlok is hiányoznak. Válassza a 'Fájl' > 'Függőségek ellenőrzése' menüpontot hogy megtekinthesse a hiányzó fájlokat.

source: Files Missing
hu: Hiányzó fájlok

source: Master Gain Control
hu: Hangerőszabályzó (Mester)

source: Block size must be within 256 to 100000000
hu: A blokkméret csak 256 és 100000000 között lehet

source: Audacity is starting up...
hu: Audacity indul …

source: &New
hu: Ú&j

source: &Open...
hu: &Megnyitás …

source: Open &Recent...
hu: Nem&rég használt fájlok megnyitása…

source: &About Audacity...
hu: Az Audacity &névjegye…

source: &Preferences...
hu: &Beállítások …

source: &File
hu: &Fájl

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
hu: Az Audacity nem talált helyet a temp.fájlok mentésére. Adjon meg megfelelő mappát az Audacity beállításokban.

source: Audacity is now going to exit. Please launch Audacity again to use the new temporary directory.
hu: Az Audacity most kilép. Indítsa újra a programot, hogy a beállítások a temp. mappában életbe lépjenek

source: Running two copies of Audacity simultaneously may cause data loss or cause your system to crash.
hu: Az Audacity többszörös indítása adatvesztést eredményezhet, vagy a rendszer instabillá válik.

source: Audacity was not able to lock the temporary files directory. This folder may be in use by another copy of Audacity.
hu: Az Audacity nem tudta megnyitni a temp. mappát. Lehet, hogy máshol használják.

source: Do you still want to start Audacity?
hu: Valóban mégegyszer indítja az Audacity-t?

source: Error Locking Temporary Folder
hu: Hiba a temp. mappa zárolásakor

source: The system has detected that another copy of Audacity is running.
hu: Az Audacity már fut.

source: Use the New or Open commands in the currently running Audacity process to open multiple projects simultaneously.
hu: Használja a Fájl > Új, ill. Mergnyitás menüpontot több projekt egyidejű megnyitásához.

source: Audacity is already running
hu: Az Audacity már fut

source: set max disk block size in bytes
hu: Diszk-blokkméret megadása bájtokban

source: this help message
hu: Ez a súgó-üzenetet

source: run self diagnostics
hu: Önteszt indítása

source: display Audacity version
hu: Audacity verzió megjelenítése

source: audio or project file name
hu: Audió- vagy projekt-fájlnév

source: Audacity project (.AUP) files are not currently associated with Audacity. Associate them, so they open on double-click?
hu: Audacity projektfájlok (*.aup) még nincsenek társítva az "Audacity" alkalmazáshoz. Beállít társítást, hogy azt duplakattintásra megnyithassa?

source: Audacity Project Files
hu: Audacity-projektfájlok

source: Audacity Log
hu: Audacity napló

source: &Save...
hu: &Mentés …

source: Cl&ear
hu: Tör&lés

source: &Close
hu: Be&zárás

source: Save log to:
hu: Napló mentése ide:

source: Couldn't save log to file:
hu: A naplót nem lehetett fájlba menteni:

source: Warning
hu: Figyelmeztetés

source: Could not find any audio devices.
hu: Nem található audió-eszköz.

source: You will not be able to play or record audio.
hu: Felvétel/lejátszás ezért nem lehetséges.

source: Error:
hu: Hiba:

source: Error Initializing Audio
hu: Hiba a hanggenerátor telepítésekor.

source: There was an error initializing the midi i/o layer.
hu: Hiba a midi i/o layer megnyitásakor.

source: You will not be able to play midi.
hu: A midi (még) nem lejátszható.

source: Error Initializing Midi
hu: Hiba a midi inicializálásakor

source: Out of memory!
hu: Elfogyott a memória!

source: Latency Correction setting has caused the recorded audio to be hidden before zero. Audacity has brought it back to start at zero. You may have to use the Time Shift Tool (<---> or F5) to drag the track to the right place.
hu: A késleltetés-korrekció-beállítások azt eredményezik, hogy az audiónak a nulla vonalról (az időtengelyen) kellene indulnia. Az Audacity az audiót a nulla vonalra tette vissza. Önnek az áthelyezés-eszközt kell használnia az audió kívánt helyre történő áthelyezéséhez.

source: Latency problem
hu: Késleltetés-probléma

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too high.
hu: Automatkus felvételi szint-beállítás megállítva. További optimalizálás nem lehetséges. Még mindig túl magas..

source: Automated Recording Level Adjustment decreased the volume to %f.
hu: Az automatkus felvételi szint-beállítás a hangerőt %f-ra csökkentette.

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too low.
hu: Az automatkus felvételi szint-beállítás leállítva. További optimalizálás nem lehetséges. Még mindig túl alacsony.

source: Automated Recording Level Adjustment increased the volume to %.2f.
hu: Az automatkus felvételi szint-beállítás a hangerőt %.2f-ra növelte.

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too high.
hu: Automatkus felvételi szint-beállítás leállítva. Az elemzések száma átlépte a határt ésszerű hangerő beállítása nélkül. Még mindig túl magas.

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too low.
hu: Automatkus felvételi szint-beállítás leállítva. Az elemzések száma átlépte a határt ésszerű hangerő beállítása nélkül. Még mindig túl alacsony.

source: Automated Recording Level Adjustment stopped. %.2f seems an acceptable volume.
hu: Automatkus felvételi szint-beállítás leállítva. Az %.2f ésszerű hangerőnek tűnik.

source: Automatic Crash Recovery
hu: Automatikus helyreállítás programösszeomlás után

source: Some projects were not saved properly the last time Audacity was run. Fortunately, the following projects can be automatically recovered:
hu: Néhány projekt nem lett hibátlanul elmentve az Audacity legutóbbi futásakor. A köv. projektek automatikusan helyreállíthatók:

source: Recoverable projects
hu: Helyreállítható projektek

source: After recovery, save the project to save the changes to disk.
hu: A helyreállítás után mentse a projektet a merevlemezre, hogy a változások megmaradjanak.

source: Quit Audacity
hu: Audacity befejezése

source: Discard Projects
hu: Projektek elvetése

source: Recover Projects
hu: Helyreállítás

source: Are you sure you want to discard all projects? Choosing "Yes" discards all projects immediately.
hu: Valóban elvet minden projektet? Válassza az "Igen"-t, ha azonnal eltávolítja a projekteket.

source: Confirm Discard Projects
hu: Projektek elvetésének megerősítése

source: Could not enumerate files in auto save directory.
hu: A fájlok a biztonsági másolatok mappájában nem listázhatók ki.

source: Select Command
hu: Parancs kiválasztása

source: &Command
hu: &Parancs

source: &Edit Parameters
hu: &Paraméter-változtatás

source: &Parameters
hu: &Paraméterek

source: C&hoose command
hu: &Parancs kiválasztása

source: Ogg Vorbis support is not included in this build of Audacity
hu: Ogg Vorbis nem támogatott az Audacity e verziójában

source: FLAC support is not included in this build of Audacity
hu: FLAC támogatás hiányzik az Audacity jelenlegi verziójából

source: Command %s not implemented yet
hu: A(z) %s parancs még nem létezik

source: Your batch command of %s was not recognized.
hu: A(z) %s parancsot nem lehetett felismerni.

source: Apply %s with parameter(s) %s
hu: %s alkalmazása paraméter(ekk)el %s

source: Test Mode
hu: Teszt-mód

source: Apply %s
hu: %s használata

source: Apply Chain
hu: Kötegelt feldolgozás használata

source: &Select Chain
hu: Parancslánc &kiválasztása

source: Chain
hu: Kötegelt feldolgozás

source: Apply to Current &Project
hu: Jelenlegi projektre alkalmazni

source: Apply to &Files...
hu: &Fájlokra alkalmazni …

source: &Cancel
hu: &Mégse

source: No chain selected
hu: Nem választott kötegelt feldolgozást

source: Applying '%s' to current project
hu: '%s' alkalmazása a jelenlegi projektre

source: Please save and close the current project first.
hu: Előbb mentse el és zárja be a projektet.

source: Select file(s) for batch processing...
hu: Fájl(ok) kiválasztása kötegelt feldolgozásra …

source: All files|*|All supported files|
hu: Minden fájl|*|Minden támogatott fájl|

source: Applying...
hu: Alkalmazni…

source: File
hu: Fájl

source: Edit Chains
hu: Kötegelt feldolgozás szerkesztése

source: &Chains
hu: &Kötegelt feldolgozás:

source: &Add
hu: &Hozzáadás

source: &Remove
hu: Eltá&volítás

source: Re&name
hu: Át&nevezés

source: C&hain (Double-Click or press SPACE to edit)
hu: Kötegelt feldolgozás (duplakattintás vagy szóköz-bill. a szerkesztéshez)

source: Command
hu: Parancs

source: Parameters
hu: Paraméterek

source: &Insert
hu: &Beillesztés

source: De&lete
hu: &Törlés

source: Move &Up
hu: &Felfelé

source: Move &Down
hu: &Lefelé

source: De&faults
hu: &Alapértelmezett

source: - END -
hu: - Vége -

source: %s changed
hu: %s megváltozott

source: Do you want to save the changes?
hu: Menti a változásokat?

source: Enter name of new chain
hu: Az új kötegelt feldolgozás neve

source: Name must not be blank
hu: A mező nem lehet üres

source: Names may not contain '%c' and '%c'
hu: A név nem tartalmazhat sem '%c'-t, sem '%c'-t

source: Are you sure you want to delete %s?
hu: Valóban törli %s-t?

source: Removing Dependencies
hu: Függőségek eltávolítása

source: Copying audio data into project...
hu: Audiófájlok projektmappába másolása …

source: Project Depends on Other Audio Files
hu: A projekt külső audiófájloktól függ

source: Copying these files into your project will remove this dependency. This is safer, but needs more disk space.
hu: Másolja a fájlokat projektjébe, hogy feloldja a függőségeket. Ez biztonságos, de több helyet igényel a merevlemezen.

source: Files shown as MISSING have been moved or deleted and cannot be copied. Restore them to their original location to be able to copy into project.
hu: A hiányzó fájlok nem másolhatók. Tegye vissza eredeti helyükre.

source: Project Dependencies
hu: Projekt-függőségek

source: Audio File
hu: Audiófájl

source: Disk Space
hu: Tárhely

source: Copy Selected Files
hu: Választott fájlok másolása

source: Cancel Save
hu: Mentés megszakítása

source: Save without Copying
hu: Mentés másolás nélkül

source: Do Not Copy
hu: Nem másolni

source: Copy All Files (Safer)
hu: Minden fájlt másolni (biztonságosabb)

source: Ask me
hu: Felhasználót megkérdezni

source: Always copy all files (safest)
hu: Mindig minden fájlt másolni (legbiztonságosabb)

source: Never copy any files
hu: Fájlokat soha nem másolni

source: Whenever a project depends on other files:
hu: Ha egy projekt külső audiófájloktól függ:

source: MISSING
hu: HIÁNYZÓ

source: If you proceed, your project will not be saved to disk. Is this what you want?
hu: Ha folytatja, a projekt nem kerül mentésre. Így akarja?

source: Your project is currently self-contained; it does not depend on any external audio files. If you change the project to a state that has external dependencies on imported files, it will no longer be self-contained. If you then Save without copying those files in, you may lose data.
hu: A projekt jelenleg az összes fájlt tartalmazza, külső függőség nincs. Ez megváltozhat, ha a jövőben fájlokat használna azok importálása nélkül. Szerkesztés > Beállítások > Export/Import alatt végezze el a megfelelő beállításokat.

source: Dependency Check
hu: Függőségek vizsgálata

source: Progress
hu: Folyamat

source: There is very little free disk space left on this volume. Please select another temporary directory in Preferences.
hu: Már csak nagyon kevés szabad hely van ezen az adathordozón. Állítson be másik temp. mappát itt: Szerkesztés>Beállítások.

source: Cleaning up temporary files
hu: Temp. fájlok rendbetétele

source: Saving project data files
hu: Projekt adatfájlok mentése

source: Cleaning up cache directories
hu: Fájlok rendbetétele a gyorsítótárban

source: mkdir in DirManager::MakeBlockFilePath failed.
hu: mkdir a DirManager-ben: MakeBlockFilePath sikertelen.

source: Audacity found an orphan block file: %s. Please consider saving and reloading the project to perform a complete project check.
hu: Az Audacity elveszett blokkfájlt talált: %s. Ezt mentenie kell, majd a projektet újra betölteni és projektvizsgálatot végeztetni.

source: %s-old%d
hu: %s-backup%d

source: Unable to open/create test file.
hu: Tesztfájl nem nyitható meg/hozható létre.

source: Unable to remove '%s'.
hu: '%s' nem távolítható el.

source: Renamed file: %s
hu: Átnevezve: %s

source: Unable to rename '%s' to '%s'.
hu: '%s' nem nevezhető át '%s'-ra.

source: Changed block %s to new alias name
hu: %s blokk új Alias-névre változott

source: Project check read faulty Sequence tags.
hu: A szekvencia címkék olvasásakor problémek léptek fel.

source: Close project immediately with no changes
hu: Projekt változtatások nélküli azonnali bezárása

source: Continue with repairs noted in log, and check for more errors. This will save the project in its current state, unless you "Close project immediately" on further error alerts.
hu: A naplóban található javításokkal folytatni és még több hibára vizsgálni. Ez a projektet jelenlegi állapotában menti, kivéve, ha rákattint a "A projekt azonnali bezárása"-ra további hibajelentések esetén.

source: Warning - Problems Reading Sequence Tags
hu: Figyelem - Problémák a szekvencia címkék olvasásakor

source: Inspecting project file data
hu: Projektadatok ellenőrzése

source: Project check of "%s" folder detected %lld missing external audio file(s) ('aliased files'). There is no way for Audacity to recover these files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence. If you choose the third option, this will save the project in its current state, unless you "Close project immediately" on further error alerts.
hu: A(z) "%s" mappa ellenőrzése azt eredményezte, hogy %lld külső audiófájl(ok) hiányoznak. Az Audacity e fájlokat nem tudja automatikusan helyreállítani. Az első két műveletnél csak az a lehetőség maradt, hogy a fájlokat manuálisan ismét eredeti helyükön tárolja. Vegye figyelembe, hogy a második műveletnél az eredeti hullámforma ugyan megjelenik, a hiányzó audó azonban nem kerül lejátszásra. Ha a harmadik műveletet választja, az Audacity a hiányzó audiók nélkül fog dolgozni.

source: Treat missing audio as silence (this session only)
hu: Csend a hiányzó audióknál (csak e munkamenetben)

source: Replace missing audio with silence (permanent immediately).
hu: A hiányzó audiót mindig csenddel pótolni.

source: Warning - Missing Aliased File(s)
hu: Vigyázat - társított fájl(ok) hiányoznak

source: Project check replaced missing aliased file(s) with silence.
hu: A projektvizsgálat a hiányzó társított fájl(oka)t csenddel pótolta.

source: Project check of "%s" folder detected %lld missing alias (.auf) blockfile(s). Audacity can fully regenerate these files from the current audio in the project.
hu: A "%s " mappa projektvizsgálata %lld hiányzó fájlokat talált. Az Audacity a meglévő audióból teljesen helyreállíthatja ezeket a fájlokat.

source: Regenerate alias summary files (safe and recommended)
hu: Alias-fájlok helyreállítása (biztonságos és ajánlott)

source: Fill in silence for missing display data (this session only)
hu: Csend beszúrása hiányzó grafikai adatoknál (csak e munkamenetben).

source: Close project immediately with no further changes
hu: Projekt azonnali bezárása minden további változtatás nélkül

source: Warning - Missing Alias Summary File(s)
hu: Vigyázat - hiányzó Alias-fájl(ok)

source: Project check regenerated missing alias summary file(s).
hu: A projektvizsgálat helyreállította a hiányzó Alias-fájlokat.

source: Project check of "%s" folder detected %lld missing audio data (.au) blockfile(s), probably due to a bug, system crash, or accidental deletion. There is no way for Audacity to recover these missing files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence.
hu: A(z) "%s" mappa projektvizsgálata azt eredményezte, hogy %lld audió(.au)-blokkfájl(ok) hiányoznak. Ennek oka lehet egy hiba, rendszerösszeomlás vagy véletlen törlés. Az Audacity automatikusan helyre tudja állítani a hiányzó fájlokat. Ha az első, vagy második műveletet választja, megpróbálhatja a hiányzó fájlokat manuálisan visszatenni a helyükre. Vegye figyelembe, hogy - a hiányzó audió ellenére - második esetben a hullámforma megjelenik.

source: Replace missing audio with silence (permanent immediately)
hu: Hiányzó audió azonnali és folyamatos cseréje csenddel

source: Warning - Missing Audio Data Block File(s)
hu: Vigyázat - hiányzó audió-adatok

source: Project check replaced missing audio data block file(s) with silence.
hu: A projektellenőrzés a hiányzó audióadatokat csendre cserélte.

source: Project check ignored orphan block file(s). They will be deleted when project is saved.
hu: A projektellenőrzés mellőzte a nem hozzárendelt blokkfájlokat. Ezek mentéskor törlődnek.

source: Project check of "%s" folder found %d orphan block file(s). These files are unused by this project, but might belong to other projects. They are doing no harm and are small.
hu: A(z) "%s" mappa projektellenőrzése nem találta a %d hozzárendelt blokkfájl(okat). Ezekre e projektnek nincs szüksége, tartozhatnak azonban más projektekhez is. Ezek kicsik és nem ártanak.

source: Continue without deleting; ignore the extra files this session
hu: Folytatni, az ügyet mellőzni és semmit nem törölni..

source: Delete orphan files (permanent immediately)
hu: A fájlok törlése (azonnal és állandóan.)

source: Warning - Orphan Block File(s)
hu: Figyelem - nem hozzárendelt blokk-fájl(ok)

source: Cleaning up unused directories in project data
hu: Nem használt mappák rendbetétele a projektadatoknál

source: Project check found file inconsistencies inspecting the loaded project data.
hu: A projektellenőrzés ellentmondásokat talált a projektadatoknál.

source: Project check found file inconsistencies during automatic recovery. Select 'Show Log...' in the Help menu to see details.
hu: A projektellenőrzés ellentmondásokat talált az automatikus helyreállítás alatt. Részletek a »Napló megjelenítése …« alatt a súgó-menüben.

source: Warning: Problems in Automatic Recovery
hu: Probléma az automatikus helyereállításnál

source: Missing aliased audio file: '%s'
hu: Hiányzó audiófájl: '%s'

source: Missing alias (.auf) block file: '%s'
hu: Hiányzó alias (.auf) blokkfájl: '%s'
