Repository: dalhuijsen/ipoop
Catalog: src/audacity-master/locale/*.po
Languages: hu

source: You cannot delete the 'unnamed' curve, it is special.
hu: A 'névtelen' görbe nem törölhető, ez különleges szerepet játszik.

source: Choose an EQ curve file
hu: Válasszon egy EQ-görbével rendelkező fájlt

source: xml files (*.xml;*.XML)|*.xml;*.XML
hu: xml-fájlok (*.xml;*.XML)|*.xml;*.XML

source: Export EQ curves as...
hu: EQ-görbék exportálása mint...

source: You cannot export 'unnamed' curve, it is special.
hu: A 'névtelen' görbe nem exportálható, ez különleges szerepet játszik..

source: Cannot Export 'unnamed'
hu: A 'névtelen' nem exportálható

source: %d curves exported to %s
hu: %d görbe exportálása ide: %s

source: Curves exported
hu: Görbék exportálva

source: No curves exported
hu: Nem történt görbe-exportálás

source: Equalization
hu: Hangszínszabályzó

source: Benchmark times: Original: %s Default Segmented: %s Default Threaded: %s SSE: %s SSE Threaded: %s
hu: Benchmark idők: Eredeti: %s Szegmentált szabvány: %s Normál menetes:: %s SSE: %s SSE menetes: %s

source: Fade In
hu: Beúszt&atítás

source: Fade Out
hu: &Kiúsztatás

source: Clipping
hu: Felülvezérlések

source: Start threshold (samples):
hu: Küszöbérték indítása (minták):

source: Stop threshold (samples):
hu: Maximum-érték (minték):

source: Find Clipping
hu: Túlvezérlések keresése

source: There is not enough room available to generate the audio
hu: Nincs elegendő tárhely az audió készítéséhez.

source: Invert
hu: &Invertálás

source: Light
hu: Gyenge

source: Moderate
hu: Közepes

source: Heavy
hu: Erős

source: Heavier
hu: Erősebb

source: Heaviest
hu: Nagyon erős

source: Degree of Leveling:
hu: Szintmérés-fok:

source: Noise Threshold:
hu: Zajküszöb:

source: The Audacity Team
hu: Az Audacity-csoport

source: White
hu: Fehér zaj

source: Pink
hu: Rózsaszínű zaj

source: Brownian
hu: Barna

source: Noise type:
hu: Zajfajta

source: Median
hu: Középső

source: Second greatest
hu: Második legnagyobb

source: Old
hu: Régi

source: none, Hann (2.0.6 behavior)
hu: Nem, Hann (2.0.6 magatartás)

source: Hann, none
hu: Hann, nincs

source: Hann, Hann (default)
hu: Hann, Hann (alapértelmezett)

source: Hamming, none
hu: Hamming, nem

source: Hamming, Reciprocal Hamming
hu: Hamming, Hamming-reciprokérték

source: Steps per block are too few for the window types.
hu: Blokkonkénti lépések túl kevesek az abkaltípushoz.

source: Steps per block cannot exceed the window size.
hu: Ablokkonkénti lépések nem lépohetik túl az ablakméretet.

source: Median method is not implemented for more than four steps per window.
hu: A medián módszer nem haladhatja meg a négy lépést ablakonként.

source: You must specify the same window size for steps 1 and 2.
hu: Az 1. és 2. lépshez ugyanazt az ablakméretet kell megadnia.

source: Warning: window types are not the same as for profiling.
hu: Figyelem: Az ablaktípusok nem ugyanazok, mint a profil képződéshez használtak

source: All noise profile data must have the same sample rate.
hu: Minden zaj-profiladatnak azonos mintavételi rátával kell rendelkeznie.

source: The sample rate of the noise profile must match that of the sound to be processed.
hu: A szajprofil mintavételi rátájának meg kell egyeznie a feldolgozott hangéval.

source: Selected noise profile is too short.
hu: A kiválasztott zajprofil túl rövid.

source: &Noise reduction (dB):
hu: Zajcs&ökkentés(dB):

source: Noise reduction
hu: Zajeltávolítás

source: &Sensitivity:
hu: É&rzékenység:

source: Sensitivity
hu: Érzékenység

source: Attac&k time (secs):
hu: Válaszidő (sec.):

source: Attack time
hu: Válaszidő

source: R&elease time (secs):
hu: L&ecsengésidő (sec.)

source: Release time
hu: Lecsengésidő

source: &Frequency smoothing (bands):
hu: &Frekvenciasimítás (sávok):

source: Frequency smoothing
hu: Frekvenciasimítás

source: Old Sensitivity
hu: Régi érzékenység

source: Noise Reduction
hu: Zajeltávolítás

source: Step 1
hu: 1. lépés

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
hu: Néhány másodperc zaj kiválasztása, hogy az Audacity tudja mi szűrnivaló van. (A kiválasztott csak tiszta zavaró jelet tartalmazhat!) Utána "Zajprofil kiderítését" választani.

source: &Get Noise Profile
hu: Zajprofil kiderítése

source: Step 2
hu: 2. lépés

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to reduce noise.
hu: Válassza ki, hol kell a zajt eltávolítani állítsa be ezt követően a csökkenés erősségét. A frekvenciasimítással csökkentse a nem kívánt csengést, a válaszidő-/ lecsengés-idő növelésével csökkentse a torzúlásokat. Tipp: ne túl erősre válassza a csökkentést, használja ismételten az előhallgatás- lehetőséget, hogy kiderítse a lehető legjobb eredményt. Kattintson az 'OK'-ra a zajeltávolítás idnításához.

source: Noise:
hu: Zaj:

source: Re&duce
hu: Csökke&ntés

source: &Isolate
hu: &Közreadás (teszt-célból)

source: Resid&ue
hu: Csökken&tés

source: Advanced Settings
hu: Részletes beállítások

source: &Window types
hu: Ablaktí&pusok

source: 2048 (default)
hu: 2048 (alapértelmezett)

source: Window si&ze
hu: Ablak&méret

source: 4 (default)
hu: 4 (alapérterlmezett)

source: S&teps per window
hu: ablakonkénti lépé&sek

source: Discrimination &method
hu: Differenciálás&módszer

source: Noise Removal
hu: Zajszűrés

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to remove noise.
hu: Válassza ki, hol kell a zajt eltávolítani állítsa be ezt követően a csökkenés erősségét. A frekvenciasimítással csökkentse a nem kívánt csengést, a válaszidő-/ lecsengés-idő növelésével csökkentse a torzúlásokat. Tipp: ne túl erősre válassza a csökkentést, használja ismételten az előhallgatás- lehetőséget, hogy kiderítse a lehető legjobb eredményt. Kattintson az 'OK'-ra a zajeltávolítás idnításához.

source: Noise re&duction (dB):
hu: Csökkentés (dB):

source: &Sensitivity (dB):
hu: Ér&zékenység (dB):

source: Fr&equency smoothing (Hz):
hu: Frekvenciasimítás (Hz):

source: Attac&k/decay time (secs):
hu: Válas&z-/lecsengés-idő (másodpercekben):

source: Attack/decay time
hu: Válasz-/lecsengés-idő

source: Re&move
hu: &Eltávolítás

source: Removing DC offset and Normalizing...
hu: DC-offset eltávolítása és normalizálás...

source: Removing DC offset...
hu: DC-offset eltávolítása...

source: Normalizing without removing DC offset...
hu: Normalizálás DC-offset eltávolítása nélkül...

source: Analyzing:
hu: Elemzés:

source: Analyzing first track of stereo pair:
hu: A sztereópár első sávjának elemzése:

source: Processing:
hu: Feldolgozás:

source: Processing stereo channels independently:
hu: Sztereócsatornák egymástól független feldolgozása:

source: Analyzing second track of stereo pair:
hu: A sztereópár második sávjának elemzése:

source: Processing first track of stereo pair:
hu: A sztereópár első sávjának feldolgozása:

source: Processing second track of stereo pair:
hu: A sztereópár második sávjának feldolgozása:

source: Remove DC offset (center on 0.0 vertically)
hu: DC-offset eltávolítása (függőlegesen központosítani 0.0-ra)

source: Normalize maximum amplitude to
hu: Maximális amplitúdó normalizálása erre:

source: Maximum amplitude dB
hu: Maximális amplitúdó dB

source: Normalize stereo channels independently
hu: Sztereócsatornák egymástól független normalizálása

source: Stretch Factor:
hu: Nyúlástényező:

source: Time Resolution (seconds):
hu: Időfelbontás (másodperc):

source: Error in Paulstretch: The selection is too short. It must be much longer than the Time Resolution.
hu: Hiba a Paulszakaszon: A kiválasztott túl rövid. Hosszabbnak kell lennie mint az időfelbontás.

source: Stages
hu: Szintek

source: Stages:
hu: Szintek:

source: Dry/Wet:
hu: Száraz/Nedves:

source: Dry Wet
hu: Száraz hatás

source: LFO Frequency (Hz):
hu: LFO frekvencia (Hz):

source: LFO frequency in hertz
hu: LFO frekvencia Hertz-ben

source: LFO Start Phase (deg.):
hu: LFO kezdésszakasz (fok):

source: LFO start phase in degrees
hu: LFO kezdésszakasz fokban

source: Depth:
hu: Modulációmélység:

source: Depth in percent
hu: Mélység százalékban

source: Feedback (%):
hu: Visszacsatolás (%):

source: Feedback in percent
hu: Visszacsatolás százalékban

source: Phaser
hu: Fézer

source: The Repair effect is intended to be used on very short sections of damaged audio (up to 128 samples). Zoom in and select a tiny fraction of a second to repair.
hu: E hatás csak rendkivül rövid szakaszokra alkalmazható. Válasszon erősen nagyított ábrázolást és válogasson aztán maximum 128 mintából.

source: Repair works by using audio data outside the selection region. Please select a region that has audio touching at least one side of it. The more surrounding audio, the better it performs.
hu: Javítás történik, mialatt audiófájlokat a kiválasztotton kivül használjuk. Használjon olyan kiválasztást, melynek audiója legalább egy oldalt érint. Minél több térhatású hang, annál jobb a hatása.

source: Repair
hu: Javítá&s

source: Number of times to repeat:
hu: A sávok túl hasszúak ismétlésre.

source: hh:mm:ss
hu: hh:pp:ss

source: New selection length:
hu: Új választékhossz:

source: Repeat
hu: Ismétlés

source: Vocal I
hu: Hang I

source: Vocal II
hu: Hang II

source: Bathroom
hu: Fürdőszoba

source: Small Room Bright
hu: Kis helyiség, világos

source: Small Room Dark
hu: Kis helyiség, sötét

source: Medium Room
hu: Közepes helyiség

source: Large Room
hu: Nagy helyiség

source: Church Hall
hu: Templomcsarnok

source: Cathedral
hu: Katedrális

source: &Room Size (%):
hu: Teremméret (%):

source: &Pre-delay (ms):
hu: &Előkésleltetés (ms):

source: Rever&berance (%):
hu: Utózengés (%):

source: Da&mping (%):
hu: Le&csengés (%):

source: Tone &Low (%):
hu: &Mély hangok (%):

source: Tone &High (%):
hu: M&agas hangok (%):

source: Wet &Gain (dB):
hu: &Nedves növekedés (dB):

source: Dr&y Gain (dB):
hu: Száraz n&övekedés (dB):

source: Stereo Wid&th (%):
hu: Sztereószél&esség (%):

source: Wet O&nly
hu: Csak ned&ves

source: Reverb
hu: Visszhang

source: Reverse
hu: V&isszafelé

source: Chebyshev Type I
hu: Csebisev típus I

source: Chebyshev Type II
hu: Csebisev típus II

source: Lowpass
hu: Alul-áteresztő

source: Highpass
hu: Felül-áteresztő

source: To apply a filter, all selected tracks must have the same sample rate.
hu: A szűrő használatához minden sávnak azonos mintavételi arány szükséges.

source: &Filter Type:
hu: &Szűrőtípus:

source: O&rder:
hu: &Sorrend:

source: &Passband Ripple:
hu: &Áteresztő sáv hullámosság:

source: &Subtype:
hu: &Altípus:

source: C&utoff:
hu: Tű&réshatár:

source: Minimum S&topband Attenuation:
hu: Minimális zár&sávbiztosítás:

source: Classic Filters
hu: Klasszikus szűrő

source: Align MIDI to Audio
hu: MIDI audióhoz igazítása

source: Frame Period
hu: Frame periódus

source: Window Size
hu: Ablakméret

source: Force Final Alignment
hu: Végső igazítás kényszere

source: Ignore Silence at Beginnings and Endings
hu: Csend mellőzése a kezdeteken és végeken

source: Silence Threshold:
hu: A csend küszöbértéke:

source: Silence Threshold
hu: A csend küszöbértéke

source: Presmooth Time
hu: Presmooth-időtartam

source: Line Time
hu: Idővonal

source: Smooth Time
hu: Smooth-időtartam

source: Use Defaults
hu: Alapbeállítások használata

source: Restore Defaults
hu: Alapbeállítások helyreállítása

source: Sliding Time Scale/Pitch Shift
hu: Tempó/Hangmagasság-változtatás simítva

source: Initial Tempo Change (%)
hu: Kezdeti tempó (változtatás %-ban)

source: Final Tempo Change (%)
hu: Tempó a végén (változtatás %-ban)

source: Initial Pitch Shift
hu: Hangmagasság az elején

source: (semitones) [-12 to 12]:
hu: (félhangok) [-12-től 12-ig]:

source: (%) [-50 to 100]:
hu: (%) [-50-tól 100-ig]:

source: Final Pitch Shift
hu: Hangmagasságok a végén

source: Linear
hu: Lineáris

source: Logarithmic
hu: Logaritmikus

source: Sine
hu: Szinusz

source: Square
hu: Négyszög

source: Sawtooth
hu: Fűrészfog

source: Square, no alias
hu: Négyszög kétszerezés nélkül

source: Waveform
hu: Hullámforma

source: Waveform:
hu: Hullámforma:

source: Frequency Hertz Start
hu: Induló frekvencia Hz-ben

source: Frequency Hertz End
hu: Végfrekvencia Hz-ben

source: Amplitude Start
hu: Induló amplitúdó

source: Amplitude End
hu: Végamplitúdó

source: Interpolation:
hu: Interpoláció:

source: Truncate Detected Silence
hu: Felismert csend levágása

source: Compress Excess Silence
hu: Felesleges csend tömörítése

source: Detect Silence
hu: Csend felismerése

source: Level:
hu: Szint:

source: Truncate to:
hu: Rövidítés eddig:

source: Compress to:
hu: Tömörítés:

source: Truncate Silence
hu: Csend eltávolítása

source: VST Effects
hu: VST-hatások

source: Adds the ability to use VST effects in Audacity.
hu: Hozzáadja a VST-hatások lehetőségét az Audacity-hez használatára

source: VST plugin registration failed for %s
hu: VST-beépülő-regisztrálás sikertelen %s-hoz

source: Scanning Shell VST
hu: Shell VST tallózása

source: Registering %d of %d: %-64.64s
hu: %d regisztrálása %d-tól: %-64.64s

source: VST Effect Options
hu: VST-hatás-opciók

source: Buffer Size
hu: Pufferméret

source: The buffer size controls the number of samples sent to the effect
hu: A pufferméret megadja a hatásnak küldött minták számát,

source: on each iteration. Smaller values will cause slower processing and
hu: minden iterációnál. Kisebb értékek lassúbb feldolgozást ereményeznek és

source: some effects require 8192 samples or less to work properly. However
hu: egyes hatások 8192 mintát, vagy kevesebbet követelnek meg a helyes működéshez. Ugyanakkkor

source: most effects can accept large buffers and using them will greatly
hu: a legtöbb hatás nagy puffert igényel és használ a

source: reduce processing time.
hu: feldolgozás-idő jelentős csökkentése érdekében.

source: &Buffer Size (8 to 1048576 samples):
hu: &Pufferméret (8-tól 1048576 mintáig):

source: Latency Compensation
hu: Puffer-késleltetésidő kompenzálása

source: As part of their processing, some VST effects must delay returning
hu: Az Ön feldolgozása részeként néhány VST-hatásnak késleltetnie kell

source: audio to Audacity. When not compensating for this delay, you will
hu: a visszatérést az audióhoz az Audacity-ban. Ha nem kompenzálják ezt a késleltetést, észre fogja venni,

source: notice that small silences have been inserted into the audio.
hu: hogy az audióban kis szünetek beszúrása történt.

source: Enabling this option will provide that compensation, but it may
hu: E beállítás bekapcsolása kihatással van a kompenzációra, de nem fog

source: not work for all VST effects.
hu: működni minden VST-hatáshoz.

source: Enable &compensation
hu: &Kompenzáció bekapcsolása

source: Graphical Mode
hu: Grafikus mód

source: Most VST effects have a graphical interface for setting parameter values.
hu: A legtöbb VST-hatásnak van grafikai felhasználó-felülete a paraméterértékek beállításához.

source: A basic text-only method is also available.
hu: Eine grundlegende Nur-Text-Methode ist auch vorhanden.

source: Reopen the effect for this to take effect.
hu: Öffnen Sie den Effekt erneut, um dieses zu übernehmen.

source: Enable &graphical interface
hu: &Grafische Benutzeroberfläche aktivieren

source: Audio In:
hu: Audió-bemenet

source: , Audio Out:
hu: , Audió-kimenet:

source: Save VST Preset As:
hu: VST Preset mentése más néven:

source: Unrecognized file extension.
hu: Ismeretlen fájlvégződés

source: Error Saving VST Presets
hu: Hiba a VST-előbeállítások mentésekor

source: Load VST Preset:
hu: VST-előbeállítás betöltése:

source: Error Loading VST Presets
hu: Hiba a VST-előbeállítások betöltésekor

source: Unable to load presets file.
hu: Az előbeállítások nem tölthetők be.

source: VST plugin initialization failed
hu: VST-beépülő inicializálása sikertelen

source: Effect Settings
hu: Hatásbeállítások

source: Unable to allocate memory when loading presets file.
hu: Nem lenetett a memóriát kijelölni az előbeállításfájl betöltése alatt.

source: Unable to read presets file.
hu: Nem lehetett olvasni az előbeállításfájlt.

source: Could not open file: "%s"
hu: A fájlt nem lehetett megnyitni: "%s"

source: Error writing to file: "%s"
hu: Hiba a fájlba íráskor: »%s«

source: This parameter file was saved from %s. Continue?
hu: E paraméter-fájlt a(z) %s mentette el. Folytatja?

source: Resonance
hu: Rezonancia

source: Depth (%):
hu: Modulációmélység (%):

source: Resonance:
hu: Rezonancia (Q):

source: Wah Frequency Offset (%):
hu: Frekvenciaeltolás (%):

source: Wah frequency offset in percent
hu: Wahwah-frekvenciaeltolás százalékban

source: Wahwah
hu: Fázisindítás

source: Audio Unit Effects
hu: Audióegység-hatások

source: Provides Audio Unit Effects support to Audacity
hu: Rendelkezésre bocsátja a audioegység-hatásokat az Audacity számára

source: Audio Unit Effect Options
hu: Audióegtység-hatás opciók

source: As part of their processing, some Audio Unit effects must delay returning
hu: Az Ön feldolgozása részeként néhány audióegység-hatás visszatérésének

source: not work for all Audio Unit effects.
hu: nem kell működnie minden audioegység-hatáshoz..

source: Most Audio Unit effects have a graphical interface for setting parameter values.
hu: A legtöbb audióegység-hatásnak van grafikus felhasználó-felülete a paraméter-értékek beállítására.

source: Export Audio Unit Presets
hu: Audióegység előbeállítások exportálása

source: Presets (may select multiple)
hu: Előbeállítások (több is kiválasztható)

source: Preset
hu: Előbeállítás

source: Import Audio Unit Presets
hu: Audióegység előbeállítások importálása

source: Location
hu: Hely

source: LADSPA Effects
hu: LADSPA-hatások

source: Provides LADSPA Effects
hu: Rendelkezésre bocsátja aLADSPA hatásokat

source: LADSPA Effect Options
hu: LADSPA-hatás opciók

source: As part of their processing, some LADSPA effects must delay returning
hu: Az Ön feldolgozása részeként néhány LADSPA-hatás visszatérésének

source: not work for all LADSPA effects.
hu: nem kell működnie minden LADSPA-hatáshoz.

source: N/A
hu: N/V

source: Effect Output
hu: Hatás-kimenet

source: Generator
hu: Generátor

source: Provides LV2 Effects support to Audacity
hu: Támogatja az LV2 hatásokat az Audacity számára

source: Nyquist Effects
hu: Nyquist hatások

source: Provides Nyquist Effects support to Audacity
hu: Támogatja a Nyquist hatásokat az Audacity számára

source: Applying Nyquist Effect...
hu: Nyquist-hatás alkalmazása...

source: Nyquist Prompt
hu: Nyquist parancssor

source: Sorry, cannot apply effect on stereo tracks where the tracks don't match.
hu: A hatás nem használható nem összetartozó sztereósávokra..

source: Nyquist Output:
hu: Nyquist diagnózis-napló:

source: Nyquist returned the value:
hu: Nyquist ezt az értéket adta vissza:

source: Undefined return value.
hu: Meghatározatlan visszatérés-érték.

source: Nyquist returned too many audio channels.
hu: Nyquist túl sok audiócsatornát adott vissza.

source: Nyquist returned one audio channel as an array.
hu: A Nyquist egyetlen audiócsatornát adott vissza tömbként.

source: Nyquist returned an empty array.
hu: Nyquist üres tömböt adott vissza.

source: Nyquist did not return audio.
hu: Nyquist nem adott vissza audióadatokat.

source: [Warning: Nyquist returned invalid UTF-8 string, converted here as Latin-1]
hu: [Figyelem: Nyquist érvénytelen UTF-8 karakterláncot adott vissza, itt konvertálva Latin-1-re]

source: Bad Nyquist 'control' type specification: '%s' in plugin file '%s'. Control not created.
hu: Hibás Nyquist-vezérlőtípus-adat: '%s' fájl kiterjesztésében '%s' n Vezérlőelem nem jön létre.

source: Your code looks like SAL syntax, but there is no return statement. Either use a return statement such as return s * 0.1 for SAL, or begin with an open parenthesis such as (mult s 0.1) for LISP.
hu: Az Ön kódja hasonlít a SAL szintaxisra, azonban nem tartalmaz 'return' utalást. Vagy használjon 'return'-utalást, mint return s * 0.1 a SAL-hoz, vagy kezdje nyitott beszúrással, mint (mult s 0.1) az LISP-hez.

source: Error in Nyquist code
hu: Hiba a Nyquist-kódban

source: Enter Nyquist Command:
hu: Nyquist-funkció(k) beírása:

source: &Use legacy (version 3) syntax.
hu: Régi (3-as verzió) szintaxisát hasz&nálja.

source: Vamp Effects
hu: Vamp-hatások

source: Provides Vamp Effects support to Audacity
hu: Támogatja a Vamp-hatásokat az Audacity számára

source: Sorry, Vamp Plug-ins cannot be run on stereo tracks where the individual channels of the track do not match.
hu: Vamp-bővítmények nem használhatók egymáshoz nem illeszkedő sztereósávoknál.

source: Sorry, failed to load Vamp Plug-in.
hu: Vamp-bővítmények nem tölthetők be.

source: Sorry, Vamp Plug-in failed to initialize.
hu: Vamp-bővítmények nem nem inicializálhatók.

source: Plugin Settings
hu: Bővítmény-beállítások

source: Export Audio
hu: Audió exportálása

source: All selected audio is muted.
hu: Minden kiválasztott audió elnémítva.

source: All audio is muted.
hu: Minden audió elnémítva.

source: Unable to export
hu: Nem exportálható

source: &Options...
hu: &Opciók...

source: Are you sure you want to export the file as "
hu: Valóban exportálja a fájlt, mint: "

source: You are about to export a %s file with the name "%s". Normally these files end in ".%s", and some programs will not open files with nonstandard extensions. Are you sure you want to export the file under this name?
hu: Ön "%s" néven akar exportálni egy %s -fájlt. Az ilyen fájloknak szokásos módon ".%s" fájlvégződésük van és néhány program e nélkül nem tudja megnyitni a fájlokat. Valóban e néven exportálja a fájlt?

source: Sorry, pathnames longer than 256 characters not supported.
hu: Mappanevek több mint 256 karakterrel nem támogatottak.

source: You are attempting to overwrite an aliased file that is missing. The file cannot be written because the path is needed to restore the original audio to the project. Choose File > Check Dependencies to view the locations of all missing files. If you still wish to export, please choose a different filename or folder.
hu: Ön megpróbál egy hiányzó társított fájlt felülírni. A fájl azonban nem írható, mert a hely szükséges asz eredeti audióhoz. Válassza ezt: Fájl > Függőségek ellenőrzése, hogy minden hiányzó fájl helye megjelenjen. Ha továbbra is exportálni akar, válasszon másik fájlnevet vagy mappát.

source: A file named "%s" already exists. Replace?
hu: "%s" fájlnév már létezik. Lecseréli?

source: Your tracks will be mixed down to two stereo channels in the exported file.
hu: A hangsávok két sztereócsatornává lesznek összekeverve az exportfájlban.

source: Your tracks will be mixed down to a single mono channel in the exported file.
hu: A hangsávok két sztereócsatornává lesznek összekeverve az exportfájlban.

source: Advanced Mixing Options
hu: Részletes export-opciók

source: Channel: %2d
hu: Csatorna: %2d

source: - L
hu: - B

source: - R
hu: - J

source: Output Channels: %2d
hu: Lejátszás-csatornák: %2d

source: Specify Command Line Encoder
hu: Parancssor-kódoló kijelölése

source: Command Line Export Setup
hu: Parancssor-beállítások

source: Command:
hu: Parancs:

source: Show output
hu: Látszik az eredmény

source: Data will be piped to standard in. "%f" uses the file name in the export window.
hu: Adatok továbbadása az alapértelmezett bemenetre. "%f" átveszi a fájlnevet az export-ablakban.

source: Find path to command
hu: A parancs helyének keresése

source: (external program)
hu: (külső program)

source: Cannot export audio to %s
hu: Audióadatok nem exportálhatók %s-ba.

source: Export
hu: Exportálás

source: Exporting the selected audio using command-line encoder
hu: Kiválasztott audió parancssoronkénti kódolt exportálása

source: Exporting the entire project using command-line encoder
hu: Az egész projekt parancsoronkénti kódolt exportálása

source: Command Output
hu: Parancskimenet
